<unk>	0
<s>	0
</s>	0
<pad>	0
<mask>	0
<sep>	0
<cls>	0
’	-2.79555
▁	-3.67773
▁n	-3.75516
▁y	-4.20791
a	-4.20812
▁w	-4.77335
▁i	-5.15799
▁rwanda	-5.1663
e	-5.17684
▁b	-5.21368
▁z	-5.48732
▁u	-5.52742
▁kandi	-5.52777
▁mu	-5.60074
▁kuko	-5.65076
i	-5.69766
▁cy	-5.71555
▁ndetse	-5.76343
▁ariko	-5.76485
u	-5.77675
▁nk	-5.77785
▁by	-5.77987
▁hari	-5.90646
▁avuga	-5.93705
▁bw	-5.94321
▁ry	-5.95977
▁cyane	-5.96049
ho	-5.9831
▁mbere	-6.0567
▁kuba	-6.06793
▁gihe	-6.07311
▁kugira	-6.07688
▁ku	-6.08968
▁rw	-6.09463
mo	-6.12259
▁nyuma	-6.12552
▁abantu	-6.15973
o	-6.17643
uko	-6.19803
▁k	-6.21089
ye	-6.27728
ga	-6.28235
wa	-6.31542
▁a	-6.31998
we	-6.34013
▁neza	-6.34792
igihugu	-6.36525
-	-6.44396
▁mwaka	-6.44956
▁akaba	-6.45019
user	-6.49173
@	-6.49415
▁ba	-6.49533
▁imbere	-6.57167
▁cyangwa	-6.58534
▁tariki	-6.59202
▁gusa	-6.60677
▁yavuze	-6.61066
▁gihugu	-6.6325
▁buryo	-6.63839
▁c	-6.64328
▁kubera	-6.6435
▁amafaranga	-6.66645
▁yagize	-6.68377
▁karere	-6.68727
▁leta	-6.68897
▁igihe	-6.69269
s	-6.70962
▁benshi	-6.71009
▁kigali	-6.77201
▁buri	-6.77356
▁hamwe	-6.77907
▁umwe	-6.78171
▁jenoside	-6.80283
▁abaturage	-6.86245
▁umuyobozi	-6.88114
▁ca	-6.88208
▁gukora	-6.88907
▁aba	-6.90209
▁fc	-6.93074
▁kugeza	-6.93109
▁muri	-6.94318
na	-6.946
▁umuntu	-6.95711
▁rwego	-6.96155
▁ni	-6.97354
▁kw	-6.9853
▁munsi	-6.99898
▁ibi	-7.00358
▁hagati	-7.0137
▁perezida	-7.02068
▁kabiri	-7.0208
▁ikipe	-7.02365
▁bamwe	-7.03141
▁gahunda	-7.0589
▁imyaka	-7.0615
ko	-7.08376
▁burundi	-7.08562
▁abandi	-7.10208
▁bi	-7.10531
▁-	-7.13665
▁jean	-7.14135
▁m	-7.1431
▁ati	-7.15135
abandi	-7.15983
▁miliyoni	-7.16107
ra	-7.19128
▁kimwe	-7.19253
▁afite	-7.19276
▁harimo	-7.19426
▁uyu	-7.20769
▁ibikorwa	-7.21376
▁uburyo	-7.22503
▁bafite	-7.22699
▁bakaba	-7.22867
abantu	-7.23828
▁afurika	-7.23895
▁rayon	-7.24981
za	-7.26256
▁ya	-7.264
▁h	-7.26437
▁abanyarwanda	-7.27594
▁indirimbo	-7.28084
imyaka	-7.29517
▁bavuga	-7.29533
▁ntara	-7.2991
▁bikorwa	-7.31084
ibindi	-7.31822
▁ikibazo	-7.32721
▁ru	-7.32732
▁abana	-7.35395
▁amakuru	-7.3557
▁zi	-7.36094
.	-7.36587
▁bihugu	-7.37237
▁igihugu	-7.37486
▁mujyi	-7.39631
▁tw	-7.40325
▁agira	-7.40362
▁aka	-7.40419
▁byose	-7.40926
aba	-7.41528
▁isi	-7.42338
▁r	-7.42814
▁polisi	-7.43246
▁inyuma	-7.43946
▁ntabwo	-7.44908
▁mukuru	-7.45481
▁kuri	-7.45984
▁minisitiri	-7.4627
▁coronavirus	-7.46929
▁kubona	-7.4729
▁uganda	-7.49047
▁ahubwo	-7.49183
▁mwanya	-7.49842
▁murenge	-7.50241
▁ibintu	-7.50933
▁hanze	-7.5141
▁kibazo	-7.51542
▁apr	-7.52203
▁se	-7.53752
▁sports	-7.53828
▁byinshi	-7.5386
akarere	-7.53952
▁umugore	-7.54952
▁kagame	-7.55298
▁bamaze	-7.56167
▁de	-7.56697
▁kwezi	-7.58034
▁umu	-7.58635
▁gatatu	-7.58875
▁umutekano	-7.59363
▁iyi	-7.60179
▁ibihumbi	-7.60212
▁inama	-7.60456
amafaranga	-7.60961
▁nubwo	-7.61402
uyu	-7.61564
▁bitandukanye	-7.61788
▁imana	-7.62188
▁iyo	-7.62275
n	-7.6346
▁ubuyobozi	-7.63711
▁bikaba	-7.64062
▁bagiye	-7.64255
▁kujya	-7.64266
▁wese	-7.64293
▁vy	-7.6444
▁umugabo	-7.65341
▁ifite	-7.66162
▁mukino	-7.66215
t	-7.66429
▁minisiteri	-7.66433
▁abatutsi	-7.6647
▁gutanga	-7.66494
▁kaminuza	-7.68547
▁umwaka	-7.68592
▁ikaba	-7.68647
▁atari	-7.68833
▁nyinshi	-7.69521
▁uruhare	-7.70582
je	-7.70711
▁nama	-7.70886
▁ubuzima	-7.71006
▁nayo	-7.71593
imana	-7.7215
▁amaze	-7.73269
▁yatangaje	-7.73532
▁abakinnyi	-7.73733
▁nabo	-7.74569
▁bu	-7.74885
▁umwanya	-7.75339
▁cane	-7.75505
▁rusange	-7.76092
▁du	-7.76482
▁usanga	-7.76586
▁umusaruro	-7.76642
ubuzima	-7.767
ubwo	-7.78129
▁isoko	-7.78605
▁iki	-7.78706
▁kenya	-7.78711
zi	-7.7874
▁ha	-7.78905
co	-7.78908
aho	-7.79415
▁gufasha	-7.80115
▁ubu	-7.80195
▁mw	-7.80602
▁haba	-7.8068
▁muntu	-7.80914
▁dr	-7.80926
abaturage	-7.81073
ngo	-7.81318
▁nkuru	-7.8155
amakipe	-7.81925
▁ikindi	-7.82156
▁kuwa	-7.82172
▁ivyo	-7.82797
▁yakorewe	-7.83515
▁cyumweru	-7.83833
▁si	-7.83925
▁barimo	-7.84126
▁ushinzwe	-7.84222
▁bityo	-7.84223
uburundi	-7.8448
▁agaciro	-7.8448
▁ndirimbo	-7.85136
▁ibibazo	-7.85418
▁kane	-7.85521
▁rimwe	-7.85667
▁birimo	-7.85985
▁tu	-7.86266
▁ri	-7.86283
▁kubaka	-7.86313
y	-7.86487
▁akazi	-7.86902
▁myaka	-7.86973
▁yaba	-7.8706
▁bakora	-7.87521
▁buzima	-7.88067
▁nibwo	-7.8817
▁nta	-7.8847
▁ryo	-7.90097
isi	-7.9015
▁gikorwa	-7.9033
▁ico	-7.90565
▁bimwe	-7.9107
▁kwibuka	-7.91323
▁bantu	-7.91769
iki	-7.92162
▁ufite	-7.92386
▁umwana	-7.92822
▁saa	-7.93199
▁mpuzamahanga	-7.93694
▁impamvu	-7.93829
▁umukino	-7.93888
▁kumenya	-7.93949
▁itsinda	-7.94059
yo	-7.94061
▁gatanu	-7.94641
▁canke	-7.94692
▁umukobwa	-7.94982
▁biri	-7.94991
▁kiganiro	-7.95066
▁mpamvu	-7.95158
▁igikombe	-7.95447
▁uru	-7.95472
abanyarwanda	-7.956
▁kugera	-7.95885
▁bitewe	-7.96062
ibihugu	-7.96262
▁amerika	-7.96417
iyi	-7.96453
▁umuryango	-7.96469
▁d	-7.9669
imari	-7.97724
▁nabi	-7.97859
▁gushyira	-7.98126
▁hano	-7.98452
▁gutera	-7.98695
▁inka	-7.99049
▁banki	-7.99253
▁kwirinda	-7.99255
▁ata	-7.99983
▁babiri	-8.00123
▁byiza	-8.0021
▁minsi	-8.00309
iyo	-8.0049
▁kigo	-8.00803
ubu	-8.00956
▁iryo	-8.01441
▁gufata	-8.01806
▁mikino	-8.0187
▁bituma	-8.01944
shobora	-8.02073
▁gukoresha	-8.02161
▁gatandatu	-8.02816
▁miliyari	-8.03036
▁witwa	-8.03192
ira	-8.03355
▁nkuko	-8.04097
▁indwara	-8.04129
ya	-8.04141
▁menshi	-8.04173
▁ibihugu	-8.04203
▁amahoro	-8.04316
:	-8.04353
▁bijyanye	-8.0473
▁iminsi	-8.05935
▁rugo	-8.05967
▁the	-8.05989
▁muryango	-8.0629
re	-8.06468
▁myiza	-8.06491
▁shampiyona	-8.06787
▁wa	-8.06827
uburyo	-8.07116
▁izina	-8.07409
▁gushaka	-8.07736
▁byari	-8.07937
▁kipe	-8.07969
▁umunyamabanga	-8.07973
▁kongera	-8.08225
▁ibindi	-8.08505
▁ashobora	-8.08585
▁imikino	-8.08792
▁mugabo	-8.08965
▁ubumwe	-8.09295
▁ibiri	-8.09529
▁https	-8.10295
▁yatangiye	-8.10335
▁niyo	-8.11381
▁baturage	-8.1155
▁yombi	-8.11667
▁umurwi	-8.11708
▁marie	-8.1191
abo	-8.12071
▁paul	-8.12217
▁iterambere	-8.12532
▁bagera	-8.1277
▁g	-8.1292
▁nko	-8.12965
▁umukuru	-8.12995
▁ngo	-8.13131
▁iby	-8.13272
▁zitandukanye	-8.1329
▁ndwara	-8.13379
▁ki	-8.13487
▁ab	-8.13495
▁amahirwe	-8.13533
▁uretse	-8.13557
nye	-8.13731
▁agiye	-8.13756
▁bar	-8.13882
▁abagore	-8.13989
▁kurwanya	-8.1401
▁amanota	-8.14147
▁ma	-8.14407
izindi	-8.1458
▁muhanga	-8.14916
▁sport	-8.15337
▁mafaranga	-8.1539
▁biba	-8.15735
▁yabwiye	-8.15828
▁kurusha	-8.16089
umuryango	-8.16249
▁kumwe	-8.16837
//	-8.16882
▁congo	-8.16889
▁covid	-8.16915
▁yitwa	-8.17081
ibi	-8.17166
▁aza	-8.17416
▁dore	-8.17433
▁ubwo	-8.17461
ka	-8.17617
▁inkunga	-8.17698
▁yagiye	-8.1787
▁emmanuel	-8.1802
▁gukomeza	-8.1831
uwo	-8.18559
/	-8.19032
▁kuza	-8.19034
▁rubavu	-8.19495
▁bana	-8.19565
▁uwa	-8.19669
▁bita	-8.19919
umujyi	-8.20314
▁huye	-8.20435
abana	-8.20557
umwaka	-8.20662
▁aha	-8.20768
▁ivuga	-8.20958
▁imirimo	-8.21069
▁yabaye	-8.21262
▁baza	-8.2135
mwo	-8.21466
▁imodoka	-8.21617
amaguru	-8.22275
ri	-8.22365
▁amateka	-8.22613
▁ama	-8.23332
▁gace	-8.23358
▁hanyuma	-8.23394
▁guteza	-8.23555
yakomeje	-8.23792
▁frw	-8.24528
▁urukundo	-8.24533
shyirahamwe	-8.24535
▁imbaraga	-8.24664
▁kibuga	-8.24664
▁police	-8.24671
▁la	-8.24918
▁stade	-8.25299
▁ushize	-8.2544
▁hose	-8.25566
▁amazi	-8.2565
▁bagenzi	-8.25831
umutekano	-8.26327
▁none	-8.26704
▁abari	-8.26757
▁gitaramo	-8.27286
▁abayobozi	-8.27516
ibyo	-8.27671
ikigo	-8.27812
▁bibiri	-8.28393
▁igikorwa	-8.29335
▁bihe	-8.29399
▁zose	-8.29595
▁miss	-8.29706
▁co	-8.2982
▁urwo	-8.30199
▁sentare	-8.30225
▁repubulika	-8.30327
▁ahantu	-8.30637
▁ikigo	-8.30703
,	-8.30707
amategeko	-8.30786
▁yaje	-8.31165
umukuru	-8.31264
ze	-8.31973
▁imaze	-8.32138
▁itariki	-8.32231
▁ho	-8.32394
▁mwiza	-8.32904
▁gi	-8.33382
▁yar	-8.3348
iterambere	-8.33755
▁makuru	-8.33782
▁ingaruka	-8.33818
▁akarere	-8.33825
▁bitaro	-8.33832
▁nzu	-8.34131
epfo	-8.34197
ikipe	-8.34311
▁uburenganzira	-8.34354
gamije	-8.34408
▁mata	-8.34473
▁urubyiruko	-8.35006
▁amatora	-8.35091
▁bujumbura	-8.35178
▁hejuru	-8.3523
▁amategeko	-8.35336
▁yasabye	-8.35954
▁yanditswe	-8.36119
▁amasezerano	-8.3641
▁zabo	-8.36539
▁zirimo	-8.36641
▁umunsi	-8.36691
▁wawe	-8.36766
▁ingamba	-8.36778
▁serivisi	-8.36808
▁inzu	-8.37284
▁indi	-8.37595
▁ikintu	-8.37761
▁kuvuga	-8.38016
▁nshya	-8.38159
▁gu	-8.38203
▁vyo	-8.38991
▁zunze	-8.39471
▁ubushobozi	-8.39543
▁nziza	-8.39647
▁twa	-8.4041
▁ubundi	-8.40422
▁werurwe	-8.40498
'	-8.40766
▁bagomba	-8.41062
▁ejo	-8.41119
▁wabo	-8.41248
▁ubutumwa	-8.41266
▁imiryango	-8.41559
▁ako	-8.41731
umurenge	-8.41857
▁ibikoresho	-8.42224
▁kazi	-8.42281
bijyanye	-8.42351
▁bashobora	-8.42449
▁ibyo	-8.42483
▁ze	-8.42549
▁iza	-8.42589
▁gukina	-8.42648
▁muganga	-8.43138
umupira	-8.43187
▁nshuro	-8.43344
▁kiri	-8.43545
▁akora	-8.4368
▁uba	-8.44028
umwe	-8.44053
▁iri	-8.44259
▁umuhanzi	-8.4446
▁ngombwa	-8.44543
▁guhangana	-8.44547
▁icumu	-8.44605
▁bikomeye	-8.44797
▁abakobwa	-8.45045
▁hakaba	-8.45655
▁umutoza	-8.45714
▁vya	-8.45903
▁abagabo	-8.46003
▁asaba	-8.46169
r	-8.4628
▁hirya	-8.46399
▁matora	-8.46601
▁bagize	-8.46842
▁kuva	-8.46996
▁babona	-8.47283
▁inyungu	-8.47701
ro	-8.4775
▁bara	-8.47863
jwe	-8.47985
▁ikinyamakuru	-8.48475
ubuyobozi	-8.48518
▁ibitego	-8.49153
▁ubwa	-8.49215
▁kwiga	-8.49216
▁inshuro	-8.49242
▁makipe	-8.49245
▁yakoze	-8.49261
▁gukorera	-8.49487
▁guha	-8.49677
▁irushanwa	-8.49769
▁#	-8.49877
▁atatu	-8.49932
▁turere	-8.50002
sha	-8.50079
▁mukobwa	-8.50088
▁ruhande	-8.5012
igihe	-8.50127
umugore	-8.50219
▁mpuzabitsina	-8.50349
▁abakozi	-8.50668
▁hino	-8.50749
▁inkuru	-8.50916
▁vuba	-8.50963
▁tanzania	-8.51077
▁nkurunziza	-8.51144
▁bwabo	-8.51458
▁nyarwanda	-8.51516
amerika	-8.5181
▁ishuri	-8.5197
▁zari	-8.52002
▁itatu	-8.52182
▁umuvugiz	-8.52456
▁in	-8.52528
ubucuruzi	-8.52712
▁abiri	-8.52869
▁abo	-8.53021
▁gice	-8.5315
▁barenga	-8.53266
abagore	-8.53308
▁akomeza	-8.53507
▁ikoranabuhanga	-8.53535
▁butumwa	-8.53599
▁urugero	-8.53615
▁cyose	-8.53712
ingabo	-8.53788
▁kwishyura	-8.54009
▁ukwakira	-8.54026
▁mudugudu	-8.54143
bishobora	-8.54219
▁umubare	-8.54283
▁ibiciro	-8.54317
▁ijambo	-8.54717
▁raporo	-8.54921
▁izindi	-8.55287
▁yayo	-8.55442
▁ibyaha	-8.55767
▁niwe	-8.55855
▁kwita	-8.5591
▁guverinoma	-8.55921
▁ishize	-8.55948
▁muhanda	-8.56794
umwihariko	-8.56948
▁ibiganiro	-8.57083
▁gato	-8.57281
▁turi	-8.57287
▁internet	-8.575
▁eric	-8.57584
▁kwa	-8.57692
▁of	-8.57789
▁yamaze	-8.57879
▁nabyo	-8.58086
▁uwo	-8.58287
umuyobozi	-8.58335
▁bwe	-8.58783
▁kuzamura	-8.58805
hagarariye	-8.58809
▁izaba	-8.58915
▁star	-8.58951
▁nyakanga	-8.58983
▁kureba	-8.59259
▁bakoze	-8.59266
▁ar	-8.59357
▁ziri	-8.59425
▁kanyanga	-8.59435
▁amagambo	-8.59445
▁bashaka	-8.59464
▁abahanzi	-8.59624
▁rusizi	-8.59741
▁akamaro	-8.59762
▁iya	-8.59847
▁kwinjira	-8.60187
inzego	-8.60272
▁irimo	-8.6065
umuntu	-8.60651
▁bigaragara	-8.60909
▁uku	-8.61127
▁guhera	-8.61147
▁bugesera	-8.61204
▁arimo	-8.61315
▁kenshi	-8.61405
▁yahise	-8.61459
▁amafoto	-8.61506
▁icyo	-8.61632
▁ukaba	-8.61766
▁gutsinda	-8.61855
ama	-8.62043
▁sida	-8.62135
▁byabo	-8.62196
▁ahanini	-8.6224
▁ntacyo	-8.62464
▁ebyiri	-8.62552
▁kure	-8.62683
umugabo	-8.62737
▁magambo	-8.6277
▁ashaka	-8.62883
▁akenshi	-8.63029
▁album	-8.63427
▁batatu	-8.63532
▁aribo	-8.63544
▁bibazo	-8.63564
bacitse	-8.63802
▁kugura	-8.63846
▁bufaransa	-8.63918
▁icyizere	-8.64056
▁bigatuma	-8.64108
▁urukiko	-8.64174
▁bajya	-8.64217
▁ariyo	-8.64354
▁amavubi	-8.64646
▁zimwe	-8.64646
▁inzego	-8.65003
indege	-8.65158
▁imibereho	-8.65268
▁igice	-8.65271
umukobwa	-8.6539
▁mugihe	-8.65474
▁mahanga	-8.65658
▁kare	-8.66038
▁ahagaragara	-8.66222
▁munota	-8.66258
▁bat	-8.66288
▁kamena	-8.66288
▁umukunzi	-8.66364
▁igenekerezo	-8.66486
▁gicurasi	-8.666
▁bata	-8.66691
▁bahawe	-8.66789
▁batandukanye	-8.6697
▁azaba	-8.67006
▁batangiye	-8.67115
▁urwego	-8.67282
▁mpera	-8.67443
le	-8.67509
▁ka	-8.68017
ibanze	-8.68108
amazi	-8.68211
▁rutonde	-8.68341
▁bifite	-8.68623
▁kumva	-8.68738
inama	-8.68743
▁iba	-8.68767
▁bazi	-8.68868
▁uburundi	-8.69002
▁l	-8.69033
▁kwica	-8.69267
igice	-8.69286
tse	-8.69415
▁mugenzi	-8.69469
▁rumwe	-8.69526
muhaburarw	-8.69589
mu	-8.6967
▁rukundo	-8.69741
▁byaba	-8.69819
▁ubushakashatsi	-8.7
▁umuco	-8.7014
▁uw	-8.70309
▁city	-8.70748
▁basanzwe	-8.70814
▁baje	-8.7085
▁nda	-8.70902
▁afrika	-8.70928
▁burundu	-8.71016
▁pierre	-8.71396
▁imvura	-8.71468
▁ibimenyetso	-8.71483
intara	-8.71641
▁musore	-8.71704
▁nyamara	-8.71828
▁nyene	-8.71828
iminota	-8.7198
▁ndi	-8.71997
▁make	-8.72018
▁bake	-8.72021
▁umutwe	-8.72301
▁itangazo	-8.72348
▁nshingwabikorwa	-8.72467
▁batuye	-8.72585
▁muzika	-8.72634
▁imibonano	-8.72661
▁yongera	-8.72699
▁hasi	-8.72809
▁bagira	-8.72852
▁asanzwe	-8.72973
icyo	-8.73122
▁gashyantare	-8.73127
▁mateka	-8.73208
▁ibiro	-8.73289
▁ishobora	-8.73326
▁yuko	-8.73361
▁ugushyingo	-8.73483
▁kur	-8.73528
akoresheje	-8.73558
iburasirazuba	-8.73615
▁ababyeyi	-8.7366
▁aya	-8.7366
▁nti	-8.73693
▁ruswa	-8.73742
▁mutwe	-8.73864
▁musanze	-8.73954
▁gukorana	-8.74004
▁bakinnyi	-8.74025
agomba	-8.74107
▁gisagara	-8.74354
▁ingabo	-8.74559
▁umuziki	-8.74615
▁umaze	-8.74979
▁kikaba	-8.75144
▁biza	-8.75177
▁ingingo	-8.75392
▁filime	-8.75652
▁yaho	-8.75675
▁as	-8.75703
▁impano	-8.7571
▁nigeria	-8.75799
▁mudasobwa	-8.75934
▁ingendo	-8.75961
▁abona	-8.76025
▁kwakira	-8.76041
▁icyemezo	-8.76095
▁nyanza	-8.76207
kazi	-8.76283
ire	-8.76414
▁icyorezo	-8.76423
li	-8.76536
▁rushanwa	-8.76571
▁batari	-8.76596
▁kongo	-8.76931
▁byatumye	-8.77002
▁club	-8.77013
amahoro	-8.77086
▁umurenge	-8.7727
▁gusaba	-8.77284
▁yahawe	-8.77475
▁dufite	-8.77551
▁bane	-8.77579
▁bigo	-8.77882
kagari	-8.77953
▁at	-8.77996
▁bice	-8.78019
▁amezi	-8.78305
▁dream	-8.78315
▁cyorezo	-8.78477
▁nkoranyambaga	-8.78556
iri	-8.78566
▁rubuga	-8.78785
▁amazu	-8.78862
▁ibigo	-8.78944
▁ukuri	-8.78944
ne	-8.79072
abakobwa	-8.79113
▁intwaro	-8.79119
▁bindi	-8.79195
▁nibura	-8.79359
umukino	-8.79468
▁abafana	-8.79507
▁yatsinze	-8.79577
▁reta	-8.79598
▁inguzanyo	-8.79739
▁gishinzwe	-8.7978
▁muhaburarw	-8.8002
▁cyiciro	-8.80163
▁inshuti	-8.80231
▁uruganda	-8.80384
▁komisiyo	-8.80406
▁kugaragara	-8.805
ayo	-8.80545
abikorera	-8.80679
▁baka	-8.80704
▁kwitabira	-8.80892
▁ukuboza	-8.80918
▁africa	-8.8099
▁birori	-8.81272
▁mbuga	-8.81299
▁aho	-8.81451
▁ruri	-8.81516
▁ahandi	-8.81733
▁igitego	-8.81781
ba	-8.81814
▁kugenda	-8.81832
▁igiye	-8.81856
umu	-8.81937
▁iharanira	-8.8194
umurwi	-8.82034
ije	-8.8209
▁gutwara	-8.82116
▁abagenzi	-8.82132
▁ko	-8.82141
▁nzira	-8.82513
▁mugaragaro	-8.82611
▁gushika	-8.82719
▁abafite	-8.82815
▁bakunda	-8.82893
▁gutegura	-8.83121
nya	-8.83147
▁ajya	-8.83147
▁rufite	-8.83221
▁itanu	-8.83335
ubuhinzi	-8.83465
▁kurya	-8.83594
▁ubwoba	-8.83656
▁gito	-8.84045
▁uzwi	-8.84446
▁wanjye	-8.84744
▁bacu	-8.84772
▁komine	-8.84789
iye	-8.8483
▁j	-8.84897
▁wayo	-8.84904
▁rugamba	-8.84942
▁sosiyete	-8.85007
▁bahanzi	-8.85099
▁muhanzi	-8.85103
era	-8.85212
afurika	-8.85536
▁bagore	-8.85595
▁gukorwa	-8.85705
rwa	-8.85723
▁bbc	-8.85789
▁bageze	-8.86051
▁demokarasi	-8.86051
▁mashuri	-8.86157
▁united	-8.86205
atangiye	-8.86213
▁wungirije	-8.86324
▁riri	-8.86335
▁ngozi	-8.86364
▁bwongereza	-8.86459
▁imiti	-8.86524
▁biteganyijwe	-8.86577
▁bakoresha	-8.86672
▁umukinnyi	-8.86762
▁bintu	-8.86794
▁diamond	-8.8693
▁imishinga	-8.86947
▁yemeza	-8.87031
igizwe	-8.8714
▁ngingo	-8.87173
▁intara	-8.8723
▁umunani	-8.87257
▁guca	-8.87283
▁agera	-8.87304
▁bwiza	-8.87319
▁cyari	-8.87448
ibikorwa	-8.875
▁nisingizwe	-8.8752
▁nyagatare	-8.87523
▁uza	-8.87681
▁banyarwanda	-8.87726
▁nzego	-8.87759
urukundo	-8.87965
▁vs	-8.88027
akunze	-8.8815
iryo	-8.88272
▁ubusanzwe	-8.8843
▁inshingano	-8.88596
▁amashuri	-8.88643
▁ariwe	-8.88751
▁abarundi	-8.88837
amajyepfo	-8.88933
▁kurushaho	-8.89044
amahanga	-8.8908
▁ingabire	-8.89192
▁kwi	-8.89208
ni	-8.89373
iminsi	-8.89441
▁yagiranye	-8.89534
▁bombi	-8.89537
▁inda	-8.89587
ce	-8.89724
▁yatanze	-8.89732
▁umwuga	-8.89873
▁bivugwa	-8.89896
amajyaruguru	-8.89912
▁bato	-8.89952
▁burayi	-8.9003
▁ahita	-8.90059
▁bakorera	-8.90083
▁radio	-8.90107
▁boys	-8.90225
▁umukozi	-8.90279
▁byombi	-8.90328
▁joseph	-8.90371
▁kubura	-8.90431
▁igitaramo	-8.90493
ukwezi	-8.90591
▁guhabwa	-8.90669
▁mutarama	-8.90826
▁abanyeshuri	-8.90946
▁gikomeye	-8.90992
bamenyeshamakuru	-8.91152
▁ubukungu	-8.91177
▁ugasanga	-8.91304
▁umushinga	-8.91462
▁muhango	-8.91728
z	-8.91843
amavuko	-8.91872
▁itegeko	-8.91884
nwa	-8.92207
▁itike	-8.92208
▁olivier	-8.92401
agaciro	-8.92472
umugambwe	-8.92735
▁bayo	-8.92749
▁icyaha	-8.92756
▁toni	-8.92869
▁nd	-8.92885
▁ruhango	-8.92892
▁claude	-8.93
▁inzira	-8.93172
ma	-8.93178
▁koperative	-8.93322
▁james	-8.93621
▁nabwo	-8.93632
abakozi	-8.93697
binyuze	-8.93703
▁kinini	-8.9384
▁cyiza	-8.93873
▁yashyize	-8.93951
▁ari	-8.94006
urubyiruko	-8.94099
▁bak	-8.94125
▁koko	-8.94209
▁siporo	-8.94362
▁gitondo	-8.9437
abarundi	-8.9449
▁mugore	-8.94514
▁bufatanye	-8.9458
▁kwivuza	-8.94593
▁sacco	-8.94674
▁muto	-8.94774
▁imbabazi	-8.94887
h	-8.94972
ubushikiranganji	-8.95118
indirimbo	-8.9544
▁intego	-8.95455
ahandi	-8.95488
▁ukwezi	-8.95546
▁mahugurwa	-8.95625
▁niba	-8.95759
▁biga	-8.95777
▁ubucuruzi	-8.95978
▁telefoni	-8.96272
▁les	-8.96283
▁iwabo	-8.96283
▁ushobor	-8.96375
▁umusore	-8.96401
▁ishami	-8.96463
▁kanama	-8.96486
▁rwe	-8.96536
▁ubumenyi	-8.96709
itabiriwe	-8.96931
▁facebook	-8.97135
▁umunyamakuru	-8.97153
▁and	-8.97534
▁ukuvuga	-8.97537
amanota	-8.97628
▁hotel	-8.97689
▁babonye	-8.97825
▁bisanzwe	-8.97866
▁isuku	-8.98061
▁murwi	-8.98093
nda	-8.98184
▁meza	-8.98275
▁umugambwe	-8.984
▁mwana	-8.98432
▁iwacu	-8.98511
ikoranabuhanga	-8.98708
▁hamaze	-8.98861
▁ubusa	-8.98862
▁tanzaniya	-8.98874
▁mugabane	-8.98939
igikombe	-8.98973
▁john	-8.98994
▁ijoro	-8.9912
imikino	-8.9922
▁bafise	-8.99386
amateka	-8.99653
▁mbi	-8.99764
▁umuti	-9.00107
ubukungu	-9.00308
▁umugwi	-9.00325
▁nibo	-9.0035
▁bakwiye	-9.00359
▁kera	-9.0046
▁ferwafa	-9.00699
izo	-9.0075
▁bitatu	-9.00826
▁mur	-9.00985
▁batanga	-9.00987
▁kubahiriza	-9.0101
ing	-9.01091
▁iperereza	-9.01117
▁ikiganiro	-9.01274
indi	-9.01349
▁bitabiriye	-9.0147
▁igiciro	-9.01591
▁umutima	-9.01611
abanyamuryango	-9.01719
▁abenshi	-9.01804
▁ugomba	-9.01948
▁twari	-9.02019
undi	-9.02059
▁yumva	-9.02176
▁itandukanye	-9.02206
▁intambwe	-9.0227
▁ntumbero	-9.0235
▁rdb	-9.02366
▁kubungabunga	-9.02432
amaze	-9.02458
▁amasaha	-9.02481
▁ebola	-9.02725
▁urutonde	-9.02768
▁mbabazi	-9.02769
igenekerezo	-9.02799
▁rivuga	-9.02826
▁kiza	-9.02836
▁gisirikare	-9.0289
▁ibihembo	-9.02895
▁tom	-9.02962
▁ndayishimiye	-9.02975
▁nzeri	-9.03174
amashuri	-9.03207
ine	-9.03325
ingenzi	-9.03369
ubutegetsi	-9.03516
▁telefone	-9.03538
▁gutuma	-9.03637
▁ibice	-9.03726
▁hashize	-9.03801
▁burya	-9.03842
▁yacu	-9.03846
ongeyeho	-9.03875
▁rwamagana	-9.03929
d	-9.03973
▁cye	-9.03977
abakinnyi	-9.04128
c	-9.04159
▁nshimiyimana	-9.04195
▁inzoga	-9.04219
▁izi	-9.04332
▁abacuruzi	-9.04378
▁amashusho	-9.04379
▁bushakashatsi	-9.0445
▁bwoko	-9.04528
▁mtn	-9.0457
▁le	-9.04589
▁pariki	-9.04676
▁bahabwa	-9.04756
▁akavuga	-9.04881
▁icya	-9.05181
ijoro	-9.05196
▁gikombe	-9.0531
nga	-9.05649
▁ngoma	-9.05685
▁kibanza	-9.05719
▁nyina	-9.05955
▁tsinda	-9.0597
?	-9.05979
abagabo	-9.06152
abibumbye	-9.0622
▁busanzwe	-9.06357
▁ibicuruzwa	-9.06377
▁ubona	-9.06423
▁yisumbuye	-9.06433
fasha	-9.06453
▁kwerekana	-9.06501
▁kubaho	-9.06549
▁rukino	-9.0661
▁yamenyesheje	-9.06614
▁bakomeje	-9.06743
▁ntib	-9.06758
▁gutangira	-9.06867
▁umupira	-9.06922
▁ijana	-9.07074
▁usanzwe	-9.07195
▁ugereranyije	-9.07322
zo	-9.07323
▁muka	-9.07456
▁bazajya	-9.07702
▁hakiri	-9.08001
▁league	-9.08032
▁yawe	-9.08044
▁intege	-9.08045
▁afise	-9.0831
▁twitter	-9.08338
▁ingufu	-9.08351
inshuti	-9.08379
▁yagaragaje	-9.08499
▁biro	-9.0863
▁bagabo	-9.08653
go	-9.08726
▁yara	-9.08731
▁ine	-9.08746
▁cndd	-9.08974
▁igihano	-9.09051
▁nari	-9.09069
ibiciro	-9.09218
amezi	-9.09283
▁azi	-9.09363
▁papa	-9.0938
imwe	-9.09594
▁ruganda	-9.09614
▁canada	-9.09677
▁akunda	-9.09679
▁gicumbi	-9.09713
▁umubano	-9.09715
▁mezi	-9.09768
ukuri	-9.09883
▁buvuga	-9.09897
▁uwu	-9.09999
▁amwe	-9.10094
umwana	-9.10158
▁ubukwe	-9.10214
▁ayo	-9.10277
▁primus	-9.10353
fatanyije	-9.10515
▁bati	-9.10572
▁umuriro	-9.10587
▁ak	-9.11068
▁gukura	-9.11116
▁imbuto	-9.11161
▁gereza	-9.11213
▁yongeye	-9.11219
▁bazaba	-9.11278
▁abahinzi	-9.11323
▁guhindura	-9.1137
▁igira	-9.11396
▁remera	-9.11427
▁bag	-9.11451
▁ibiyobyabwenge	-9.11554
intebe	-9.11635
▁urukino	-9.11645
▁modoka	-9.11744
▁kugaragaza	-9.11762
▁ibitekerezo	-9.11783
▁new	-9.12094
▁baptiste	-9.12106
amanyarwanda	-9.12121
▁isaha	-9.12361
▁bagaragaza	-9.12377
imyumbati	-9.12472
▁mike	-9.12495
▁gutyo	-9.12543
ishirahamwe	-9.12548
▁bwose	-9.12577
umushikiranganji	-9.12632
atwaye	-9.12736
▁t	-9.12773
▁abakunzi	-9.12857
▁ziba	-9.12967
▁atandukanye	-9.12996
▁s	-9.13285
▁ikora	-9.13328
se	-9.13491
▁jose	-9.13504
▁mushinga	-9.13516
▁king	-9.13647
▁haza	-9.13675
▁kuja	-9.13743
l	-9.1412
▁gen	-9.14167
ha	-9.14187
▁myinshi	-9.14194
▁nibyo	-9.1421
▁theoneste	-9.1425
▁yabonye	-9.14558
ibihumbi	-9.14642
▁yasobanuye	-9.14728
▁noneho	-9.14784
▁amenyesha	-9.14815
▁ikorera	-9.14944
▁mibi	-9.14961
umuco	-9.1503
▁gitega	-9.15158
▁bihingwa	-9.15212
▁musi	-9.15258
▁icy	-9.15289
▁icumi	-9.15391
▁rwasa	-9.15403
▁guhura	-9.15631
▁ubuhamya	-9.15733
▁ubutaka	-9.15943
▁gucuruza	-9.16098
▁busa	-9.161
▁ukuntu	-9.16192
▁miryango	-9.16294
kesha	-9.1637
ingendo	-9.16374
▁kumi	-9.16611
▁bakobwa	-9.16678
▁umuhungu	-9.16683
▁bayobozi	-9.16706
▁amazina	-9.16786
▁ava	-9.16978
▁itorero	-9.17169
ubundi	-9.172
▁gerard	-9.17257
abashije	-9.17583
▁instagram	-9.17804
▁espoir	-9.17836
▁marushanwa	-9.17926
inyama	-9.17981
▁amaso	-9.18024
▁yise	-9.18032
▁komit	-9.18114
ta	-9.1812
▁igihembo	-9.18286
▁fdlr	-9.18315
k	-9.18453
▁akiri	-9.18461
kunze	-9.18467
▁atanga	-9.18492
com	-9.1861
▁eshatu	-9.1862
si	-9.18645
▁niko	-9.18656
arangije	-9.18722
▁bwana	-9.18806
▁yafashe	-9.18829
▁ikomeye	-9.18934
▁p	-9.19
zwa	-9.19013
▁ishirahamwe	-9.19049
▁bifuza	-9.19101
▁urugo	-9.19106
▁abasirikare	-9.19171
▁kugabanya	-9.19245
▁kigero	-9.19687
▁zikaba	-9.197
▁uko	-9.19701
▁rikaba	-9.19714
▁munini	-9.19775
▁zikomeye	-9.19828
er	-9.1986
ibigo	-9.19878
▁amabwiriza	-9.19927
abanyamakuru	-9.19936
rwayi	-9.19941
▁imikorere	-9.19987
▁urugendo	-9.20269
▁umuturage	-9.2028
▁cnl	-9.20356
▁nako	-9.20481
▁ryari	-9.20482
amagara	-9.20576
▁biganiro	-9.20598
▁nshingiro	-9.20616
▁mfite	-9.20616
▁zayo	-9.20618
▁numva	-9.20699
▁utaha	-9.20701
▁bavuye	-9.20742
bajije	-9.20776
▁gukumira	-9.20786
▁cumi	-9.20904
indwara	-9.20962
emerewe	-9.2106
▁itari	-9.21143
igicuri	-9.21144
▁ibirori	-9.21377
▁itangazamakuru	-9.21383
▁bubiligi	-9.21459
▁igera	-9.21572
▁amasoko	-9.21616
▁guhagarika	-9.21637
▁masaha	-9.21656
iwe	-9.21708
abahanzi	-9.21716
▁manchester	-9.21881
▁atandatu	-9.21905
▁yageze	-9.21952
▁tour	-9.22008
▁butandukanye	-9.22046
izi	-9.22122
▁ukora	-9.22203
▁cyabo	-9.22251
▁uyo	-9.2226
abayobozi	-9.22276
▁virusi	-9.22475
▁andi	-9.2249
▁igaragaza	-9.22615
▁umwanzuro	-9.22872
▁moto	-9.22954
▁nde	-9.23004
▁bushinwa	-9.23137
▁umutungo	-9.23144
▁njye	-9.23223
▁umubyeyi	-9.23332
▁rwose	-9.23399
▁ushaka	-9.23795
▁imari	-9.23897
▁ahitwa	-9.23956
▁gakenke	-9.23987
▁icyumweru	-9.24069
▁ibitsindo	-9.2412
▁ubuhinzi	-9.24123
▁muyobozi	-9.24208
▁rubyiruko	-9.24273
imvura	-9.24285
▁guhita	-9.24292
▁kintu	-9.2438
▁nyampinga	-9.24596
ingengo	-9.24614
▁bavuze	-9.24736
▁innocent	-9.24969
▁yaciye	-9.2504
▁izo	-9.25248
▁urubanza	-9.25296
ububanyi	-9.25322
▁basaba	-9.2555
▁imisoro	-9.25649
uyobora	-9.25684
▁bemeza	-9.25728
▁guta	-9.25736
▁basketball	-9.25849
▁gutangiza	-9.25887
▁abakiriya	-9.25949
▁yahaye	-9.26148
▁nyamasheke	-9.26157
▁imyitozo	-9.26185
ivyo	-9.26366
▁sitade	-9.26462
▁bwinshi	-9.26468
▁gusura	-9.26634
▁hazaza	-9.26746
▁indege	-9.2675
dashobora	-9.26767
▁mushya	-9.26913
▁des	-9.27061
▁gukunda	-9.27084
▁bukaba	-9.27116
gira	-9.27136
amatora	-9.27197
▁basabwa	-9.27264
▁gukurikirana	-9.27459
▁bnr	-9.27598
aga	-9.27624
!	-9.27735
gomba	-9.27763
▁yari	-9.27808
urwego	-9.27892
▁rubanza	-9.27995
▁giti	-9.2802
▁kunywa	-9.2803
▁uzi	-9.28113
▁bakomeye	-9.28244
▁rib	-9.28303
▁ahari	-9.28351
▁mugoroba	-9.28354
ishyaka	-9.28362
▁ibiti	-9.28489
▁f	-9.28507
uru	-9.28552
▁arongoye	-9.28694
▁video	-9.28738
m	-9.28893
ti	-9.2891
▁wowe	-9.29032
▁ariho	-9.29199
▁guverineri	-9.29259
ishuri	-9.29298
▁wiwe	-9.29302
▁yoba	-9.29476
siganwa	-9.29544
icyiciro	-9.29555
▁bigize	-9.29609
▁buhinzi	-9.29693
▁batanu	-9.29697
▁cyemezo	-9.29707
▁masezerano	-9.29733
▁zifite	-9.29737
▁amahugurwa	-9.29823
▁arenga	-9.29917
▁litir	-9.29935
▁politiki	-9.29939
▁yashimiye	-9.29968
▁natwe	-9.30088
▁umunyarwanda	-9.3025
ana	-9.30268
▁martin	-9.30287
▁rye	-9.3051
iteguye	-9.30691
▁amajwi	-9.30778
ahawe	-9.30824
▁yabereye	-9.30829
▁igeze	-9.30988
▁hitimana	-9.31063
▁kiyovu	-9.31093
▁ibidukikije	-9.3111
▁madrid	-9.31343
▁yanditse	-9.31412
ungane	-9.31603
▁al	-9.31719
no	-9.31771
amadolari	-9.31784
▁twese	-9.31846
fdd	-9.31944
▁umubiri	-9.32022
▁bakajya	-9.32127
▁ukomeye	-9.3227
agerageje	-9.32316
▁kubana	-9.32321
▁butaka	-9.32456
▁maso	-9.32528
ubworozi	-9.32614
▁gute	-9.3266
▁kuririmba	-9.32691
▁zombi	-9.32693
▁wacu	-9.32712
▁bakuru	-9.32722
▁bwite	-9.33
▁gifite	-9.33151
atangaje	-9.33223
▁amarushanwa	-9.33282
▁mupaka	-9.33505
▁kicukiro	-9.33527
uturere	-9.33563
▁burera	-9.33587
▁mbona	-9.33608
▁kuganira	-9.33619
▁imyenda	-9.33671
▁kayiranga	-9.33704
▁denis	-9.33725
▁kuzana	-9.33814
▁amakosa	-9.33859
▁safari	-9.3386
▁byabaye	-9.33931
▁wenyine	-9.34038
▁intsinzi	-9.34046
isoko	-9.34058
umubiri	-9.34059
akomeje	-9.34114
▁ibwirizwa	-9.34128
▁isanzwe	-9.34259
▁yemeje	-9.34374
▁ukuriye	-9.34389
▁wabaye	-9.34426
▁inter	-9.34515
▁bitari	-9.34556
▁abashoramari	-9.34688
▁mutima	-9.3487
▁adepr	-9.3493
▁bakina	-9.3499
▁duce	-9.35016
▁ubufatanye	-9.35088
akazi	-9.35136
▁byaha	-9.35182
▁inkino	-9.35376
▁kurinda	-9.35395
▁yan	-9.35399
ikinyamakuru	-9.3549
yi	-9.35511
▁U	-9.35561
▁abanyamakuru	-9.35619
▁ivy	-9.35623
▁agatho	-9.35795
▁bacuruzi	-9.35888
▁pascal	-9.35959
▁noir	-9.35979
▁asanga	-9.35989
▁mategeko	-9.36027
▁butare	-9.36205
▁ese	-9.36215
▁bizimana	-9.3628
▁bijanye	-9.36314
▁ibihe	-9.36365
▁sita	-9.36395
▁ara	-9.36418
▁niho	-9.36501
▁njyana	-9.36594
▁bakeneye	-9.36643
yatangajwe	-9.36696
▁yifuza	-9.36789
▁ahabwa	-9.36805
▁gishize	-9.3685
▁akomeye	-9.36947
itangazwa	-9.37067
▁abarwayi	-9.37171
▁ijejwe	-9.37172
▁bariko	-9.37195
▁bishop	-9.37242
amashanyarazi	-9.3731
imbere	-9.37338
▁abagize	-9.37342
▁rusama	-9.3735
▁runaka	-9.37493
▁bivuze	-9.37511
▁eshanu	-9.37513
▁gupfa	-9.37558
▁kuyobora	-9.37631
▁lisansi	-9.37649
▁mazi	-9.37685
▁abakinyi	-9.37751
huye	-9.37834
▁bahise	-9.37936
▁mirongo	-9.38038
▁gufungura	-9.38063
▁ntaho	-9.38096
▁aigle	-9.38199
▁ica	-9.38223
inka	-9.38264
▁habaye	-9.38329
▁kubakwa	-9.38335
▁ugiye	-9.38513
▁abanya	-9.38571
▁uburwayi	-9.38599
icyorezo	-9.3864
▁zone	-9.38658
▁caf	-9.38743
▁agaragaza	-9.38767
▁rulindo	-9.38807
▁bye	-9.38839
▁nshingano	-9.38843
▁jay	-9.3885
▁yanjye	-9.38917
▁bakiri	-9.3897
▁gukemura	-9.38982
▁gasabo	-9.38991
▁yo	-9.39034
ikibazo	-9.39194
ry	-9.39217
▁close	-9.39272
▁rukiko	-9.39322
inteko	-9.39342
▁angana	-9.39424
▁iti	-9.39476
▁amaraso	-9.3949
abari	-9.39501
▁bahita	-9.39701
▁ndikumana	-9.39721
▁ambasaderi	-9.3979
▁nkino	-9.39861
igomba	-9.39932
▁inyubako	-9.39948
▁utuye	-9.39982
▁bwari	-9.4
▁kwigisha	-9.40025
▁guhanga	-9.40064
▁bisaba	-9.401
▁abivuga	-9.40116
▁avuye	-9.40146
▁bimaze	-9.40168
▁bagenda	-9.40303
urwanda	-9.40382
▁muke	-9.40773
▁nazo	-9.40827
▁guhinga	-9.40832
▁gutandukana	-9.40873
▁an	-9.40907
▁tuba	-9.40931
rwanda	-9.40942
▁umwuka	-9.41029
agateganyo	-9.41075
▁kanya	-9.41168
imyitwarire	-9.41174
A	-9.41323
▁cyenda	-9.41352
ikomeje	-9.41396
▁rwari	-9.41516
▁agace	-9.41536
▁byiciro	-9.41638
▁kiliziya	-9.41638
▁munyarwanda	-9.41666
▁kiba	-9.41717
▁igamije	-9.41752
▁kivu	-9.41778
▁wahoze	-9.41834
▁bushya	-9.41868
▁arsenal	-9.41988
▁oms	-9.42116
▁baturutse	-9.42131
▁abaganga	-9.42248
uburezi	-9.42321
▁clemen	-9.42357
▁abakora	-9.42358
▁evariste	-9.42498
▁chief	-9.42582
▁yegukanye	-9.42654
▁mirimo	-9.42706
▁nyira	-9.4279
▁aribw	-9.42804
▁basanze	-9.4281
to	-9.42841
▁bucuruzi	-9.43004
▁gutunganya	-9.43042
▁kwandura	-9.43054
▁I	-9.43179
▁bandi	-9.43187
▁million	-9.43254
▁yafashwe	-9.43532
▁bubanza	-9.43548
▁patrick	-9.43548
▁ceni	-9.43561
sa	-9.43609
▁harimwo	-9.43624
▁kub	-9.43637
atumye	-9.43645
▁yavuye	-9.43655
▁ibyangombwa	-9.43759
▁rwa	-9.43771
▁kwambara	-9.43799
▁nyabihu	-9.43929
▁vyinshi	-9.43955
▁impungenge	-9.43968
▁yerekana	-9.43982
habwa	-9.44022
▁kayonza	-9.44064
▁mpuzamakungu	-9.44091
▁gufatanya	-9.44103
▁vyose	-9.4412
▁gufungwa	-9.44212
▁bumva	-9.44243
ateye	-9.44556
▁ubutegetsi	-9.44608
atangajwe	-9.44617
▁isonga	-9.44619
▁richard	-9.44634
▁tura	-9.44659
▁ageze	-9.44942
▁ibuka	-9.44945
▁messager	-9.45063
ibibazo	-9.45104
umuhanzi	-9.4516
▁inganda	-9.45265
▁masoko	-9.45536
▁volleyball	-9.45813
▁mugwi	-9.45817
rushaho	-9.45822
▁bakorana	-9.45838
amabuye	-9.45937
▁bumwe	-9.46047
▁real	-9.46066
aganira	-9.46104
▁reba	-9.46132
▁ltd	-9.46145
▁guhungabanya	-9.46169
umugoroba	-9.46294
▁ukomoka	-9.46296
▁mirenge	-9.46332
▁kari	-9.46346
▁kubafasha	-9.4651
▁intamba	-9.46524
▁international	-9.46543
▁ngororero	-9.46735
▁ubwenge	-9.46804
▁ubumuga	-9.46913
▁mukura	-9.46944
▁naho	-9.4695
▁myanya	-9.46954
komeje	-9.46956
▁yabitangaje	-9.47132
▁uwari	-9.47135
▁wose	-9.47185
▁urubuga	-9.4725
▁et	-9.47295
▁abasore	-9.47398
▁rwabo	-9.47491
▁for	-9.47606
▁agenda	-9.47607
amabanki	-9.47643
▁niyonzima	-9.47797
▁abapolisi	-9.47797
▁vital	-9.47828
igeze	-9.47859
fise	-9.47948
▁baciye	-9.47965
▁baga	-9.47988
▁academy	-9.48124
▁karongi	-9.4817
▁izajya	-9.4825
▁ubushinjacyaha	-9.48259
▁azajya	-9.48399
▁abanyagihugu	-9.48542
▁bimeze	-9.48562
▁bene	-9.48653
▁basanga	-9.48679
▁ukunda	-9.48755
▁nyamirambo	-9.48923
▁kuboneka	-9.49065
▁aga	-9.4914
komeza	-9.49151
▁guma	-9.49241
▁remezo	-9.49265
▁ishinga	-9.4947
agaragaje	-9.49507
▁kugaruka	-9.49541
▁gisenyi	-9.4959
▁gushakish	-9.49614
▁kwizera	-9.49669
inzobere	-9.49709
▁uzaba	-9.49772
▁rugendo	-9.4983
jyanye	-9.49884
▁ishyirwa	-9.49884
▁har	-9.49925
▁umuririmbyi	-9.49968
▁yigeze	-9.49996
▁akorera	-9.50013
▁nanjye	-9.50031
▁nshuti	-9.50048
▁ndege	-9.50086
▁kuvura	-9.50108
tuma	-9.50346
▁hazaba	-9.50516
▁nini	-9.50521
urugendo	-9.50624
▁kwandika	-9.50652
▁misiri	-9.50931
▁nsengiyumva	-9.5096
▁kizaba	-9.51138
abanyeshuri	-9.51205
▁gakondo	-9.5124
▁kumurika	-9.5126
hifashishijwe	-9.5129
▁aje	-9.51305
al	-9.51354
andi	-9.51392
▁basaga	-9.5145
▁buholandi	-9.51599
▁ane	-9.51621
teza	-9.51713
▁tugiye	-9.51872
▁bizaba	-9.52024
icyumweru	-9.52069
▁iy	-9.52086
▁ahabona	-9.52255
▁bigeze	-9.52308
▁itera	-9.52335
aka	-9.52475
▁abajejwe	-9.52556
gitoli	-9.52612
itsinda	-9.52693
ishure	-9.52728
▁uwitwa	-9.52833
agombaga	-9.52864
▁telephone	-9.52916
▁gukangurir	-9.52934
▁petero	-9.52948
ubuvuzi	-9.52965
b	-9.5298
ibiro	-9.53079
▁waba	-9.53258
▁gusubiza	-9.53438
▁umusanzu	-9.53488
▁uk	-9.53515
▁gutora	-9.53537
▁twe	-9.53628
▁intera	-9.53673
▁murongo	-9.5372
▁gutsindwa	-9.5374
▁urupfu	-9.53938
▁mubiri	-9.54001
▁usibye	-9.54126
▁zirenga	-9.5435
ishami	-9.54485
ihiganwa	-9.54487
▁M	-9.54527
abavandimwe	-9.54537
mbogamizi	-9.54542
▁imideli	-9.54567
▁burasirazuba	-9.54638
▁am	-9.5465
imiryango	-9.54693
amadorari	-9.54714
itabiriye	-9.54767
▁abarokotse	-9.54818
▁nyakwigendera	-9.54872
▁munani	-9.54882
icyunamo	-9.54909
▁ibyiza	-9.54946
▁kabo	-9.55015
ujuje	-9.55084
rabuzima	-9.55215
▁kamichi	-9.55216
▁yatangarij	-9.55217
▁mugihugu	-9.55239
▁bosco	-9.55266
▁guhuza	-9.55309
te	-9.55321
▁kwiba	-9.55322
0	-9.55431
▁v	-9.55439
▁ligue	-9.55439
▁nyine	-9.55476
▁ibitaramo	-9.55518
▁gatsibo	-9.55566
hamwe	-9.55608
▁aca	-9.55639
▁imyumvire	-9.55671
▁bava	-9.55707
abaminisitiri	-9.55719
▁impanuka	-9.55761
▁yitabiriye	-9.55779
▁guterwa	-9.55784
▁abanza	-9.55811
▁mubi	-9.55816
▁byakozwe	-9.55824
▁bafashe	-9.55843
aya	-9.5586
igenamigambi	-9.55863
▁norbert	-9.55996
bafatanyabikorwa	-9.56026
▁umukono	-9.56072
▁igi	-9.56081
▁umurambo	-9.5627
▁amasomo	-9.56283
muhango	-9.56295
▁biterwa	-9.56379
▁museveni	-9.56395
▁gusubira	-9.56431
▁rdc	-9.56503
▁akwiye	-9.56586
nze	-9.56613
▁paris	-9.56628
▁rwandair	-9.56762
▁umugambi	-9.56817
intumwa	-9.56945
ibintu	-9.56962
▁african	-9.56969
▁gutaha	-9.57023
▁waje	-9.57037
▁taliki	-9.5712
arangiye	-9.5712
▁kugurisha	-9.57134
▁yiga	-9.57196
umutoza	-9.57307
▁isukari	-9.57319
▁yapfuye	-9.57358
▁viateur	-9.57373
▁ben	-9.57377
▁kwiyongera	-9.57463
▁ubanza	-9.57478
inzara	-9.57496
▁ubuhanga	-9.57569
▁bwicanyi	-9.57573
▁ik	-9.57577
▁bumenyi	-9.57661
abafana	-9.57725
▁bafashwe	-9.57822
▁amashanyarazi	-9.57854
▁kimaze	-9.57865
tunganya	-9.57896
▁imibar	-9.57947
▁it	-9.58259
▁kinyamakuru	-9.58398
umuziki	-9.58412
▁cup	-9.58471
iya	-9.58506
ishinzwe	-9.58516
▁umunya	-9.58527
▁nshingamateka	-9.58697
g	-9.58737
ibihe	-9.58826
umuririmbyi	-9.58926
▁ikibanza	-9.58988
isaha	-9.59017
▁za	-9.59159
▁muziki	-9.59185
▁berekeza	-9.59261
impapuro	-9.59302
▁higanwa	-9.59439
▁gutangaza	-9.59482
p	-9.59523
▁niyizurugero	-9.59577
▁mukerarugendo	-9.5964
▁ibisabwa	-9.59732
▁ngufu	-9.60036
▁ubwe	-9.6005
▁bikoresho	-9.60103
▁kirekire	-9.60208
▁bo	-9.60215
yobowe	-9.60476
▁bigaragaza	-9.60526
wo	-9.60564
▁amagara	-9.60745
▁ingenzi	-9.60868
ijana	-9.60879
▁bagaragaje	-9.61087
ubutaka	-9.61126
▁tuza	-9.61147
▁tugomb	-9.61159
▁kunoza	-9.61242
mibare	-9.61333
▁bikwiye	-9.61337
▁imyiyerekano	-9.61373
I	-9.61375
▁aherutse	-9.61394
siyo	-9.61398
twara	-9.61407
ubutabera	-9.61441
▁muco	-9.61595
▁mozambique	-9.61633
▁baha	-9.61662
▁centre	-9.61696
▁abatishoboye	-9.61708
▁kijyambere	-9.61834
▁nyarugenge	-9.61845
▁ethiopia	-9.61862
inganda	-9.61886
▁aribyo	-9.61916
▁uwimana	-9.61944
waho	-9.61952
▁isano	-9.62072
▁byagaragaye	-9.6208
▁messi	-9.621
▁kapiteni	-9.62121
umunsi	-9.62129
abakoze	-9.62165
▁yaguye	-9.62177
rurema	-9.62177
▁ikibasumba	-9.62247
▁hoteli	-9.62263
▁bakundana	-9.62265
mirwi	-9.62358
▁kuguma	-9.62391
▁yafatiwe	-9.6241
fitiye	-9.62433
▁rumaze	-9.62511
▁ngwara	-9.62525
▁zindi	-9.62585
▁kurangiza	-9.62655
▁batangira	-9.62663
▁umuhanda	-9.6272
jyanama	-9.62834
▁rukaba	-9.62862
▁A	-9.62941
▁kwitwara	-9.6296
▁yadutangarije	-9.63018
▁impinduka	-9.63027
▁zishobor	-9.63134
▁konti	-9.63185
▁parik	-9.63234
▁egide	-9.633
kwiye	-9.63319
ubukerarugendo	-9.63357
▁bazo	-9.63368
▁politike	-9.63445
▁atanu	-9.63505
rwibutso	-9.63518
▁undi	-9.6352
▁bayi	-9.63523
▁biciye	-9.63537
umunyamabanga	-9.63621
ibikoresho	-9.63639
▁musongati	-9.63824
▁ifoto	-9.63967
▁kubandanya	-9.63986
▁jacques	-9.64076
▁saint	-9.64102
▁nyir	-9.64115
▁kwegukana	-9.64171
umutima	-9.6423
▁bihagije	-9.6425
itiriwe	-9.64281
ejo	-9.6441
▁wenda	-9.64488
▁yambaye	-9.6453
▁radiyo	-9.64537
▁bigera	-9.64689
▁abagera	-9.64742
▁bernard	-9.64743
▁afata	-9.64744
▁hagamijw	-9.64791
▁benin	-9.64907
▁icyenda	-9.64949
▁bralirwa	-9.6499
▁rwiyemezamirimo	-9.65042
▁gufatwa	-9.65047
shaka	-9.65086
girango	-9.65168
▁yindi	-9.65171
▁bibi	-9.65198
▁atangaza	-9.65286
imodoka	-9.6529
▁pour	-9.65306
ahagaritse	-9.65316
▁imihanda	-9.65362
ku	-9.65366
▁nyafurika	-9.65495
intamba	-9.65501
▁olympic	-9.65518
▁televiziyo	-9.65653
▁ibyishimo	-9.65662
▁akinira	-9.6573
▁ir	-9.65801
▁uwamariya	-9.65854
▁mwuga	-9.65888
▁zigera	-9.65908
▁mupira	-9.65911
▁ngendo	-9.65931
▁soko	-9.66008
▁bafata	-9.66105
▁kumu	-9.66126
▁group	-9.6625
▁kindi	-9.66252
▁kwemera	-9.66253
▁asobanura	-9.66287
▁yakozwe	-9.66307
▁bigamije	-9.66319
▁turimo	-9.66335
▁corneil	-9.66577
▁umurimo	-9.66583
▁ikoreshwa	-9.66674
▁kugenzura	-9.66708
pasiteri	-9.66709
uburengerazuba	-9.66716
▁uvuga	-9.66716
▁im	-9.66717
▁ronaldo	-9.66795
▁mugambwe	-9.66863
bwa	-9.66896
▁ihiganwa	-9.66952
▁nyubako	-9.66989
▁gusanga	-9.6712
▁bari	-9.67123
▁ubutabera	-9.67136
▁bambaye	-9.6714
▁ibitaro	-9.67205
▁basabye	-9.67223
▁bakozi	-9.67245
▁imibiri	-9.67371
▁heza	-9.67517
▁bahuye	-9.67562
▁ubukene	-9.67623
▁un	-9.67656
bafasha	-9.6771
▁ryita	-9.67727
w	-9.6778
▁wumva	-9.67816
garagaje	-9.67833
ababyeyi	-9.67855
umwanya	-9.67859
andikiye	-9.67882
▁bigenda	-9.67891
▁mama	-9.67898
son	-9.6792
▁bwakozwe	-9.67926
abahungu	-9.6793
itegeko	-9.68067
▁ubukerarugendo	-9.68184
▁gushyigikira	-9.68201
abadepite	-9.68268
▁fashion	-9.68276
▁mini	-9.68307
▁kubikora	-9.68375
▁binyuranye	-9.6843
▁bibaye	-9.68483
▁zisaga	-9.68531
▁inzara	-9.68562
▁polly	-9.68703
▁bashya	-9.68729
abaganga	-9.68741
▁gutoza	-9.68754
▁bimenyetso	-9.6878
▁albert	-9.68798
ibasiye	-9.68823
▁micomyiza	-9.68916
▁gukoreshwa	-9.68942
▁kuzamuka	-9.68952
kiciro	-9.68998
▁au	-9.69001
▁bigira	-9.69003
▁bokota	-9.69141
amasegonda	-9.69165
▁gusohoka	-9.69168
ca	-9.69227
uwahoze	-9.69327
umukunzi	-9.69374
▁numero	-9.69406
▁kwagura	-9.69424
ashyizeho	-9.69431
▁ubwicanyi	-9.69528
▁igitsindo	-9.69609
▁gusohora	-9.6961
▁yabivuze	-9.69663
▁ubushake	-9.69733
meze	-9.69816
itorero	-9.69818
ingaruka	-9.69825
▁nanone	-9.69835
▁ishoramari	-9.69886
▁nacyo	-9.69902
mukinnyi	-9.69902
▁zimaze	-9.69926
ikomeza	-9.69951
▁yatsinzwe	-9.69951
▁nyamagabe	-9.70063
▁zina	-9.70098
▁kwitegura	-9.70158
▁bizatuma	-9.70163
▁ibanga	-9.70262
▁liverpool	-9.70275
▁bitanga	-9.70277
▁yibukij	-9.70303
▁ga	-9.70313
ijyanye	-9.70323
ibishoboka	-9.70542
▁umumenyereza	-9.70614
▁bakomeza	-9.70615
▁kohereza	-9.70647
ramutse	-9.70729
▁bihumbi	-9.7076
▁yatumye	-9.7076
▁wabereye	-9.70779
▁muturage	-9.70789
▁kwitez	-9.70792
▁maroc	-9.70803
▁atangira	-9.70921
shimira	-9.70924
▁naeb	-9.70941
myiteguro	-9.70945
isuku	-9.70976
▁bifasha	-9.71045
▁umwami	-9.71088
akoze	-9.71155
▁macadamia	-9.71166
▁niyonshuti	-9.71167
uwa	-9.7117
▁mwashakanye	-9.71193
▁ibyago	-9.71226
▁charles	-9.71228
▁bishoboka	-9.71328
▁cyabereye	-9.7153
ura	-9.71614
▁kuya	-9.71741
▁kubwira	-9.71833
▁vincent	-9.71854
▁bira	-9.71879
▁uta	-9.71931
▁nke	-9.71982
ico	-9.71989
▁boyz	-9.72083
▁nyamata	-9.72085
icyayi	-9.72149
gura	-9.72157
korwa	-9.72161
▁byagiye	-9.72196
byumba	-9.72256
▁ururimi	-9.7226
▁uwimanimpaye	-9.7231
inyungu	-9.72372
▁enye	-9.72393
urwo	-9.72397
▁antoine	-9.72555
amadorali	-9.72579
▁yakatiwe	-9.72597
ariko	-9.72604
▁cg	-9.72686
ifashishije	-9.7272
▁nyungu	-9.72754
▁gushora	-9.72827
▁ban	-9.72983
▁ngabo	-9.72989
▁ur	-9.73016
▁ishinzwe	-9.73069
▁gukinira	-9.73109
▁banduye	-9.7312
▁tigo	-9.73121
abajijwe	-9.73165
▁ut	-9.73309
▁kirere	-9.73436
icaha	-9.73491
▁to	-9.73563
▁akagari	-9.73568
▁umukinyi	-9.73569
inkino	-9.7363
▁rukora	-9.73699
▁champions	-9.73705
▁biyemeje	-9.73732
▁nteko	-9.73767
▁anne	-9.73804
shumba	-9.73872
▁Ni	-9.73874
cyuho	-9.73901
▁butegetsi	-9.73956
▁atuye	-9.73994
abakinyi	-9.7403
▁lt	-9.74032
▁muti	-9.74133
▁rutahizamu	-9.74214
▁kwitaba	-9.74227
▁bakaza	-9.74313
ataye	-9.74339
ishimiye	-9.74356
tsi	-9.74373
▁gusoza	-9.74436
▁ambasade	-9.74437
▁duke	-9.7452
igifungo	-9.7454
▁eac	-9.74581
▁yateguwe	-9.74591
▁kubyara	-9.74591
ari	-9.74633
▁cyacu	-9.7466
iburengerazuba	-9.74776
▁padiri	-9.74877
koresha	-9.74977
umudugudu	-9.75053
▁cha	-9.7507
▁today	-9.75207
▁igitekerezo	-9.75212
▁bahora	-9.75273
▁abahungu	-9.7533
▁akajya	-9.75352
▁babaga	-9.75384
irwa	-9.75464
1	-9.75539
▁kigalitodaycom	-9.7559
▁madamu	-9.75602
▁ziza	-9.75632
▁ingwara	-9.75714
▁man	-9.75757
ahisemo	-9.75835
▁N	-9.75885
▁rura	-9.75896
▁ntago	-9.75901
ngana	-9.75924
nsanganyamatsiko	-9.75959
ranye	-9.75987
▁izabera	-9.75994
▁tur	-9.76017
▁igihombo	-9.76077
▁gusoma	-9.76175
▁ubufasha	-9.76326
▁algeria	-9.76355
itangazamakuru	-9.76437
▁mbese	-9.76445
▁sudani	-9.76445
▁fbu	-9.76495
ikirere	-9.76495
urukiko	-9.76512
▁yatewe	-9.7658
▁ikamba	-9.76599
▁week	-9.76615
▁airtel	-9.76636
▁azwi	-9.76636
▁imbuga	-9.76657
▁robert	-9.76686
▁ira	-9.76695
▁intebe	-9.76702
▁ntawe	-9.76708
▁bashakanye	-9.76739
▁knowless	-9.76819
2	-9.76877
▁watsinze	-9.76905
▁mba	-9.76972
imibereho	-9.76975
▁bisa	-9.76988
▁francis	-9.76998
▁studio	-9.77083
▁gitsina	-9.77245
▁atwara	-9.77272
▁paruwasi	-9.77321
ahakanye	-9.77442
▁yaraye	-9.77541
neza	-9.77593
▁rusangi	-9.77596
▁yabaga	-9.7764
▁uno	-9.77676
imirire	-9.77703
▁mishinga	-9.77773
▁ifasha	-9.77859
mpande	-9.77891
▁kanseri	-9.77902
▁kwifatany	-9.77949
kezi	-9.7795
▁asaga	-9.7797
ngengabitekerezo	-9.77999
inzu	-9.78026
▁hakizimana	-9.78082
▁michel	-9.78105
bashe	-9.78119
en	-9.78177
▁ikiza	-9.78195
ibireti	-9.78215
▁louis	-9.78247
ikawa	-9.7846
▁bitaramo	-9.78525
▁kuyi	-9.78529
▁ugereranije	-9.78582
▁kose	-9.78705
▁mugambi	-9.78775
mwiza	-9.78803
on	-9.78817
▁yashyizwe	-9.78972
▁grace	-9.7899
▁imigabane	-9.79018
▁fund	-9.79044
▁ujya	-9.79164
▁senegal	-9.79292
▁habyarimana	-9.79468
▁loni	-9.79472
▁yishwe	-9.79494
▁ugira	-9.79545
▁bigoye	-9.79547
▁byagenze	-9.79589
▁akina	-9.79628
▁imisi	-9.79634
or	-9.79638
gwa	-9.79721
▁ngamba	-9.79797
▁ukwiye	-9.79797
▁yemera	-9.79898
iy	-9.79972
▁yinjiye	-9.80179
▁karisimbi	-9.8021
▁ishema	-9.80237
▁amabuye	-9.80324
▁kivuga	-9.8037
▁bahuriye	-9.80391
giye	-9.80408
bipimo	-9.80443
▁alain	-9.80463
▁haje	-9.80742
zitabira	-9.80784
▁tv	-9.80833
▁ubwoko	-9.80877
▁babi	-9.81098
▁bishwe	-9.81135
▁global	-9.81264
▁abaturanyi	-9.81283
▁ubwiza	-9.8135
▁igenda	-9.81458
▁itanga	-9.81512
▁kama	-9.81517
▁ubujura	-9.81517
▁dieu	-9.81678
▁francois	-9.81731
▁alexis	-9.81737
▁yerekeza	-9.81772
▁bukene	-9.81831
▁umuganda	-9.8187
abanyamahanga	-9.81886
us	-9.81944
muyoboke	-9.8197
▁guteka	-9.81976
▁ibiribwa	-9.81995
▁guhora	-9.82017
▁ryitwa	-9.82047
▁yagarutse	-9.82056
▁kumara	-9.82112
▁rugagi	-9.82228
▁tubona	-9.82231
ashyizweho	-9.82273
▁gasana	-9.82312
▁metero	-9.82373
iganjemo	-9.82417
▁can	-9.82473
▁mazu	-9.82482
▁ababa	-9.8251
▁biturutse	-9.82514
▁kubi	-9.8254
▁kuvugurura	-9.8258
▁yavutse	-9.82674
afashe	-9.82706
▁yagombaga	-9.82712
▁rubanda	-9.8274
▁yakiriye	-9.8278
imideli	-9.82829
▁pe	-9.82878
▁amavuta	-9.82967
▁maboko	-9.83019
▁trump	-9.83063
hazabu	-9.83077
▁aheruka	-9.8309
▁hato	-9.83092
▁zivuga	-9.83118
▁ahora	-9.83132
▁utari	-9.83132
▁kar	-9.83153
▁kuki	-9.83224
▁abahanga	-9.83231
▁tangazo	-9.83252
▁ikaza	-9.83334
▁chan	-9.83348
tsinze	-9.83366
▁ukorera	-9.83428
idini	-9.83428
▁ikimenyetso	-9.83434
▁kugirang	-9.83453
▁ayobora	-9.83587
▁tukaba	-9.83625
▁two	-9.83634
▁angola	-9.8364
▁iz	-9.8364
▁batewe	-9.83657
▁nkunga	-9.83701
umukinnyi	-9.83708
umusore	-9.83799
▁nyamukuru	-9.8381
▁aricyo	-9.83828
▁kagali	-9.84058
▁yabisobanuye	-9.84071
▁kwinjiza	-9.8416
▁gishobora	-9.84188
▁kigiye	-9.84237
▁ruza	-9.84286
▁gitabo	-9.84288
▁bidasanzwe	-9.84289
▁ihuriro	-9.84292
▁yamu	-9.84309
bukungu	-9.8449
▁umwihariko	-9.84529
▁riderman	-9.84539
▁isaba	-9.84544
▁fifa	-9.84587
▁idasanzwe	-9.8461
uburasirazuba	-9.84673
▁ibijanye	-9.84739
yanditswe	-9.84757
▁ingoma	-9.84831
▁ishyamba	-9.84987
▁amakimbirane	-9.85073
atanzwe	-9.85152
ronka	-9.85229
▁kugwa	-9.85233
ikindi	-9.85298
▁abatoza	-9.85321
▁kabaya	-9.85348
ibinyobwa	-9.85501
▁sylidio	-9.85581
▁hakoreshejwe	-9.85595
▁hagiye	-9.85609
ubumwe	-9.85631
▁inyigisho	-9.85726
▁urumogi	-9.8585
▁majyaruguru	-9.85855
▁yavuga	-9.85865
▁batandatu	-9.85866
▁kubijanye	-9.85883
▁amashirahamwe	-9.85886
▁kwamamaza	-9.85921
▁david	-9.8593
yeho	-9.85952
▁wundi	-9.8598
▁gushishikariz	-9.85998
▁tuzi	-9.86085
▁nyabugogo	-9.86108
▁team	-9.8612
▁mibereho	-9.86125
▁guhagarara	-9.86132
▁ferwaba	-9.86165
▁magana	-9.86207
▁habonetse	-9.86213
▁imipaka	-9.86321
▁iterwa	-9.8638
▁rikomeye	-9.86394
▁buvuzi	-9.86395
bahagarariye	-9.86757
▁bya	-9.86823
▁ashinjwa	-9.86826
abapolisi	-9.86885
▁sebuharara	-9.86904
▁leonard	-9.86942
▁yizeye	-9.86977
▁kubw	-9.87055
▁dj	-9.87065
▁cose	-9.87092
▁matsinda	-9.87164
nzi	-9.87203
▁kwerekeza	-9.87214
▁abe	-9.87223
▁isura	-9.87235
▁bakuze	-9.87236
▁ikigega	-9.87239
▁shingiro	-9.87327
ab	-9.87352
imyanya	-9.87354
▁gisata	-9.87495
▁nganda	-9.87518
osora	-9.87703
▁foundation	-9.87716
▁guhimbaza	-9.87767
nywe	-9.87864
▁gukaraba	-9.87918
▁ghana	-9.8793
ubumenyi	-9.8795
▁darfur	-9.87975
▁musozi	-9.87989
mirenge	-9.88016
▁ana	-9.88078
▁bitanu	-9.88108
ubufatanye	-9.88162
▁avugako	-9.88209
▁menya	-9.88213
▁air	-9.88224
▁intoki	-9.88231
▁chelsea	-9.88262
fashwe	-9.88281
izina	-9.88512
abasirikare	-9.88515
▁ibikombe	-9.88532
▁mucyo	-9.88554
▁kumenyekanish	-9.88565
saba	-9.88628
▁igitsina	-9.88639
▁ibyumweru	-9.88646
intwaro	-9.88778
▁young	-9.88857
bandanya	-9.88869
▁baca	-9.88928
▁mugisha	-9.88945
▁inyama	-9.8896
▁ubuhahirane	-9.88978
▁icyi	-9.89003
▁amagare	-9.89027
imyenda	-9.89048
iza	-9.89083
▁kamonyi	-9.89154
▁bibaza	-9.89166
▁ihagaze	-9.89237
▁mitwe	-9.89238
▁bine	-9.89287
imihango	-9.8933
▁budage	-9.89332
▁yavugaga	-9.89416
▁ntego	-9.89439
▁sur	-9.89481
▁noel	-9.89507
▁kato	-9.89536
ashakaga	-9.89636
▁iteka	-9.89638
▁bafana	-9.89667
ment	-9.89798
▁basigaye	-9.8985
▁buke	-9.89857
▁barasaba	-9.89886
▁cip	-9.89977
▁basore	-9.89986
vugabutumwa	-9.89991
▁bise	-9.90096
▁ruheshi	-9.90152
▁bushikiranganji	-9.90153
▁he	-9.90242
▁badafite	-9.90397
▁umugera	-9.90555
▁hasigaye	-9.9057
▁bizwi	-9.90586
▁prof	-9.90621
▁kompanyi	-9.90731
▁akayezu	-9.90735
▁ay	-9.90758
▁yesu	-9.90783
gusa	-9.90786
▁byayo	-9.90808
▁ikawa	-9.90837
▁byabereye	-9.90854
▁kuruyu	-9.90871
▁izwi	-9.90933
gihingwa	-9.91002
▁ugeze	-9.91079
bera	-9.91136
▁kitoko	-9.91263
byiciro	-9.91276
▁yiyemeje	-9.91279
amajyambere	-9.91302
▁ijwi	-9.91346
▁njyewe	-9.91383
ibura	-9.91484
▁amaboko	-9.91498
▁ah	-9.91559
▁aririmba	-9.91653
▁bangana	-9.9166
umunya	-9.91662
▁usa	-9.91689
▁basabwe	-9.91706
▁mi	-9.91709
▁barasabw	-9.91747
▁yemeye	-9.91769
▁ingo	-9.91771
▁byaje	-9.91781
▁yiteguye	-9.91799
▁virus	-9.91875
abatutsi	-9.919
▁mashya	-9.91922
itabye	-9.91969
la	-9.92
▁izuba	-9.92155
ntangiriro	-9.92155
▁gucunga	-9.92214
▁gushyirwa	-9.92272
akagari	-9.92276
▁dukora	-9.92283
▁akoresha	-9.92293
▁ingana	-9.92309
▁cyaha	-9.92321
▁ibigori	-9.92395
fite	-9.9247
mungu	-9.92486
▁ifumbire	-9.92523
▁wasanga	-9.92564
▁ibyemezo	-9.92617
▁naason	-9.92659
▁kanini	-9.92682
▁hantu	-9.92741
ashinze	-9.92742
▁kurondera	-9.92777
▁seren	-9.92845
▁barcelona	-9.92917
▁buntu	-9.92957
▁djamali	-9.92958
▁yishimiye	-9.92977
▁urban	-9.93002
▁kigega	-9.9303
impunzi	-9.93035
▁basa	-9.9306
hura	-9.93087
▁kutagira	-9.93107
▁ngaruka	-9.93107
▁uriya	-9.9312
▁babanje	-9.93122
▁cnddfdd	-9.93271
bitabiriye	-9.93289
▁gat	-9.93332
▁zituma	-9.93408
▁uri	-9.93445
batuye	-9.93446
▁bigomba	-9.93465
▁iherereye	-9.93495
uburwayi	-9.93496
▁runini	-9.93541
▁awards	-9.93596
es	-9.9368
ihungabana	-9.93763
▁kanimba	-9.93795
abatwara	-9.93828
abagize	-9.93848
▁umuhinzi	-9.93868
▁bitarenze	-9.93892
▁kwitabwaho	-9.93943
▁but	-9.94021
afashije	-9.94067
iteganijwe	-9.9407
▁rusengero	-9.94081
▁ibihano	-9.94111
ahuye	-9.94134
▁nicyo	-9.94233
▁eka	-9.94339
▁platnumz	-9.94366
▁bk	-9.94445
▁ikizere	-9.94454
▁guhatanir	-9.94469
▁yashize	-9.94481
▁kitari	-9.94539
▁bahinga	-9.94564
▁yasohoye	-9.9458
▁ewsa	-9.94653
imisozi	-9.94658
▁reka	-9.94682
aha	-9.947
▁baturuka	-9.94709
▁gatolika	-9.94753
▁bashoboye	-9.94781
▁igifungo	-9.94808
▁ngiye	-9.94835
▁cecafa	-9.94862
▁irenga	-9.94881
rijwe	-9.94901
▁ntiy	-9.94944
tombora	-9.94945
ayange	-9.94982
▁amashami	-9.94992
▁ririmo	-9.95018
▁bahoze	-9.95023
miriyoni	-9.95076
ashimira	-9.95088
▁amb	-9.95107
gana	-9.95213
nywa	-9.95228
▁filimi	-9.95247
▁kubaha	-9.95257
keneye	-9.95455
binyamakuru	-9.95539
▁nyungwe	-9.95556
amarundi	-9.95682
▁gukorerwa	-9.95747
▁umusoro	-9.95773
▁kuwu	-9.95817
urukino	-9.95818
▁uka	-9.95829
▁bahura	-9.95943
▁batera	-9.95963
▁justin	-9.95977
▁abanyeshure	-9.96037
▁imi	-9.96068
▁ukina	-9.96092
▁umupaka	-9.96121
▁rutsiro	-9.96121
▁kawa	-9.96163
▁yasanze	-9.9625
ajyanye	-9.96315
▁ingagi	-9.96341
▁ig	-9.96348
▁mashusho	-9.9642
▁umuhoza	-9.96425
▁akaza	-9.9643
▁iriho	-9.9646
wamo	-9.96502
▁ib	-9.96512
▁uburaya	-9.96525
▁yves	-9.96557
▁hateganyijwe	-9.96568
umunyarwanda	-9.96578
▁impunzi	-9.96609
▁abanywanyi	-9.96617
▁kuvugana	-9.96645
hari	-9.96686
▁imyambaro	-9.96864
urupfu	-9.96966
▁mwinshi	-9.9699
atowe	-9.96997
▁bigogwe	-9.97011
▁fao	-9.97098
▁baba	-9.97138
▁utu	-9.97155
ebyiri	-9.97177
agize	-9.97212
▁bushobor	-9.97267
▁1	-9.97267
▁nzeli	-9.9728
▁abamaze	-9.97293
eretse	-9.9738
▁buba	-9.97407
▁ibisubizo	-9.97409
ifatwa	-9.9754
ateguwe	-9.97586
▁kurenger	-9.97603
▁gusuzuma	-9.97633
iby	-9.97645
▁hassan	-9.97669
▁sin	-9.9767
▁ndende	-9.97673
abasore	-9.9771
uku	-9.97725
▁munya	-9.97761
▁cyabaye	-9.9777
umuhanzikazi	-9.97776
▁yabanje	-9.97779
▁zafashwe	-9.97841
▁gushize	-9.97875
▁banga	-9.97935
▁kigaragara	-9.97951
▁espagne	-9.97959
▁gushira	-9.97983
▁munyakazi	-9.98039
bihingwa	-9.98049
▁bukomeye	-9.98059
▁banjye	-9.9806
▁indwi	-9.98137
▁nyiri	-9.9814
▁icyakor	-9.98212
▁imboga	-9.98267
▁akayabo	-9.98284
▁uprona	-9.98292
▁ibya	-9.98314
▁sena	-9.98323
▁amata	-9.9838
▁kayumb	-9.98398
▁umugisha	-9.98451
▁skol	-9.98466
▁bishya	-9.98561
▁mihigo	-9.98616
▁ihungabana	-9.98634
▁ukinira	-9.98652
umuhungu	-9.9869
mba	-9.98704
▁mafoto	-9.98768
▁yaronse	-9.98773
kazajya	-9.98785
▁gucika	-9.98822
dafite	-9.99015
nette	-9.99019
giciro	-9.99039
▁mazutu	-9.99068
▁gupima	-9.99121
▁bituruka	-9.99129
▁umudugudu	-9.99192
kiyaga	-9.99217
mitali	-9.99382
▁bivuga	-9.99436
▁bakavuga	-9.99478
▁abakuru	-9.99502
uza	-9.99542
▁igisubizo	-9.99555
▁habayeho	-9.99569
▁ibona	-9.99613
▁gutekereza	-9.99656
▁inyamaswa	-9.99668
▁yateye	-9.99672
▁josiane	-9.99673
▁batishoboye	-9.99738
▁itangaza	-9.99775
▁yatanzwe	-9.99865
▁kirimo	-9.9987
▁big	-9.99895
▁ernest	-9.999
▁shyaka	-9.99922
▁ubukanguramba	-9.99969
▁twagiranye	-10
▁company	-10.0028
▁adrien	-10.0029
▁musaza	-10.0034
▁zisanzwe	-10.0038
▁mali	-10.0039
ibyaha	-10.0041
▁biwe	-10.0042
▁hategeka	-10.005
▁zikora	-10.0053
utu	-10.0054
ayoboye	-10.0056
▁malaria	-10.0059
▁guharanir	-10.006
▁mashure	-10.0068
▁ujejwe	-10.0068
yobozi	-10.0072
ateguye	-10.0076
agenga	-10.0076
▁hi	-10.0079
▁yiwe	-10.0085
▁basirikare	-10.0094
▁nawe	-10.0095
▁faustin	-10.0096
▁zitari	-10.0103
▁beza	-10.0106
▁east	-10.0107
mibonano	-10.0121
ibitaro	-10.0128
▁umunyeshuri	-10.0131
▁goma	-10.0136
▁umwanditsi	-10.0142
▁guhinduka	-10.0158
mipira	-10.0162
abanya	-10.0163
▁ryabo	-10.017
▁abatu	-10.0176
▁ruhand	-10.0178
▁ariwo	-10.0183
▁kwiyubaka	-10.0184
▁asigaye	-10.0185
abafasha	-10.0188
▁dans	-10.0195
▁babana	-10.0204
▁yako	-10.0206
▁bikaza	-10.0209
ibiganiro	-10.0217
tangarije	-10.0218
ubwoko	-10.0221
▁yanga	-10.0222
▁bundi	-10.0235
▁gakwaya	-10.0252
▁uhereye	-10.0259
▁ifata	-10.0263
umuriro	-10.0267
inzoga	-10.0273
musenyeri	-10.0278
▁banyeshuri	-10.0278
um	-10.0287
▁hagaragaye	-10.0289
depite	-10.0298
▁thoneste	-10.0305
▁service	-10.0308
umwami	-10.0309
▁urwaruka	-10.0313
itabirwa	-10.0314
▁muribo	-10.0316
▁bwayo	-10.0317
▁bike	-10.0332
haranira	-10.0335
▁fabien	-10.0337
▁kigarama	-10.0338
retse	-10.0339
▁uherutse	-10.0341
▁abitangaza	-10.0341
▁sa	-10.0341
inyuma	-10.0354
▁leo	-10.0355
▁umurongo	-10.0356
▁mbwa	-10.0357
▁ibitero	-10.0366
▁ictr	-10.0369
▁ahamya	-10.0372
▁siko	-10.0383
▁niyomugabo	-10.0383
▁apple	-10.04
▁mpanuka	-10.04
▁frank	-10.0401
shishikariza	-10.0403
▁bakareba	-10.041
▁ange	-10.0416
abagenzi	-10.0416
▁kayanza	-10.0416
▁imiterere	-10.0417
▁babash	-10.0428
▁kizito	-10.0432
