#version: 0.2
a n
▁ b
r a
▁ i
▁ a
▁ k
r i
▁ n
g a
y a
b a
▁ u
m u
r e
w a
s h
y e
m a
k o
i n
g i
▁b a
z a
k a
w e
g u
r u
▁k u
z i
b i
g e
t a
h a
d a
t e
y i
t u
y o
z e
b o
b u
▁b i
▁ ya
▁ m
▁n ’
▁ mu
y ’
s e
▁ c
k i
▁ gu
s i
r o
g o
w i
d i
▁ r
k u
an a
m e
▁u mu
j e
v u
h o
t an
w an
t i
b an
h u
b e
▁b u
▁i n
y u
sh a
▁a ba
▁ y’
y an
d e
m o
s a
m i
▁ ha
h e
f a
r an
r wa
w ’
sh i
l i
wan da
▁a ma
h an
▁ gi
▁k i
▁ ru
d u
t se
m we
▁k a
▁i bi
o n
▁u bu
k e
g an
▁ ma
▁i m
s o
▁r wanda
t o
▁ p
k in
▁n’ i
z o
f i
h i
▁n’ a
▁ w’
w o
be re
gi ra
ge n
m ba
▁ zi
vu ga
▁n’ u
ga ra
t wa
z we
▁k an
k an
n a
s an
▁c yan
ko re
▁k wi
f u
sh o
▁ ga
▁i gi
l e
▁ wa
hu gu
▁a ban
▁a ri
▁m i
ku n
d o
▁n a
fi te
ge ra
c u
b wa
▁n i
e n
▁b ya
▁a ka
s u
tan ga
▁kan di
g wa
t s
n e
ku ru
▁y’ u
z u
yo bo
▁n de
b wo
▁ku ba
ko me
gi ye
sh in
re re
a ma
▁ tu
▁ha ri
p e
▁ku ko
▁ e
▁nde tse
▁ yi
v i
ri ki
▁i ki
yo n
re n
▁y’ i
▁i mi
ko ra
▁u ru
yu ma
c i
▁ari ko
sh yi
ko rwa
r yo
ri ka
c e
▁ z
’ u
m bo
▁cyan e
▁ ri
▁i b
▁n k
y in
j ya
sho bo
▁ s
m bi
sh u
▁ f
in i
me n
a ba
▁c y’
yobo zi
▁ t
bi ri
▁n ta
v a
j we
b wi
n da
ran ga
ya ma
ri mo
▁a vuga
h in
ka ba
▁b y’
▁ je
l a
▁gi he
▁n yuma
n o
t si
tu ra
p a
gi ze
kan ye
ya ka
ts in
▁i c
r wanda
▁m bere
i ra
sh e
▁umu n
wa ka
gara ga
c a
▁n’a ba
bo na
han ga
be ra
▁u m
p o
n gu
ya rwanda
ga bo
’ i
▁ za
in di
tura ge
ri ye
▁aban tu
e za
b ye
▁c ya
▁mu n
fa ranga
▁ j
z wa
▁b w’
u mu
r ana
ba zo
w u
▁b an
m ana
sha ka
vu ze
te ra
kin o
▁ ta
ma ze
k wi
▁r y’
yan go
▁ du
ge re
▁ku gira
c o
ta ra
shobo ra
en shi
bu ra
b yi
k ana
m an
tan du
▁w’ i
▁ se
fa sha
r yango
u bu
ri ra
▁n eza
▁ le
▁p a
n ga
▁ twa
▁gu sa
go re
zi ma
sh ya
▁cyan gwa
ge za
▁n’u mu
ci ro
ki ra
▁k o
▁nk ’u
v e
▁a ga
▁ ra
te ge
▁n ya
n di
▁ta riki
▁p e
wan ya
▁n ti
▁b wa
▁ sa
b ana
g ana
▁ wi
ga li
▁c o
tandu kanye
▁m waka
gan i
▁igi he
ge ze
za ba
▁bu ryo
▁aka ba
cu ru
p i
n yi
ba ye
b ya
san zwe
ru ka
ye me
si de
▁p o
▁r w’
j i
▁ d
▁ we
▁a ta
▁m ini
▁je no
gu ra
▁ya vuze
▁jeno side
gi hugu
▁bu ri
▁ si
▁im bere
▁ki gali
▁r wa
▁ han
ren ge
re zi
ko bwa
r we
shi mi
▁ya gize
▁ka rere
tu m
gan da
▁b enshi
men ye
▁n’a ma
yin shi
▁n’a ban
▁ re
▁r we
▁ku bera
di ri
p u
▁le ta
ku riki
ri za
▁a ha
▁ama faranga
go mba
ban u
shyi ra
m va
▁mi li
b we
▁n’u bu
ran ye
an i
▁ba ra
▁mini si
j ye
▁n’ in
▁ba ka
san ga
in a
n ye
on e
▁u mwe
sh an
kome za
l o
▁ba ta
▁ o
kome ye
▁bi ta
fu rika
▁aba turage
shu ri
tu ma
han zi
rezi da
b yo
▁ku geza
▁mu ri
kore ra
za mu
diri mbo
▁cy’ i
shin zwe
▁ an
kin nyi
fa ta
▁u ku
n ge
▁umu yobozi
sa ba
k wa
tan giye
▁ yan
▁k we
j yan
yi za
▁pe rezida
m be
kun da
yo se
n i
▁ ho
▁gu kora
▁z ’
tsin da
j yi
f o
t in
▁gi hugu
m bere
▁po li
su bi
d wa
n go
w ana
▁rwe go
ti ri
ki ri
▁i kin
m vu
▁ha ga
▁a ti
kore sha
▁n’i bi
▁ya ra
m bu
ko ze
▁n u
▁bi te
po r
fa tan
sh wa
y ana
gen da
yon i
so banu
shi ze
▁ de
▁iki pe
▁nk’u ko
gara gara
kome je
▁ga hu
a ban
te r
▁ba za
gu ru
j u
▁a za
bo ne
▁umun tu
▁gahu nda
ke re
in tu
▁mun si
▁b e
he re
▁i za
ki pe
▁y’ aba
garaga za
te ri
▁aba tu
▁gu ha
▁ba ha
c yo
shi je
gen zi
▁ba mwe
▁r ya
te ka
▁s por
e l
▁y’ ama
mwe ru
▁b o
jyan ye
gen do
r ya
▁mili yoni
▁je an
▁a fite
▁ba ga
▁a bi
ma ri
tanga je
▁i ta
yu mweru
j a
t on
▁haga ti
▁hari mo
▁ya ba
▁y’u bu
in e
▁z ’u
in si
▁u yu
pa mvu
▁m o
p r
gani ro
sh yu
▁im yaka
▁gu te
ra ga
hi ta
▁ vi
ga ri
▁ba fite
▁a ra
k we
▁a furika
r w
▁aban di
▁ku ri
▁n go
j o
shin ga
▁i si
▁ubu ryo
t we
ko rana
▁ te
▁u wa
▁ ye
ru tse
tan gira
▁ka biri
▁aban yarwanda
tanga za
tege ko
▁ra yon
p an
▁ibi korwa
▁ yo
tan gi
▁ hi
▁f c
zi ra
▁ -
▁n’i b
yama kuru
ti on
▁j o
ru sha
m wi
ga mi
n gi
curu zi
so ko
bwi ra
twa ra
ku ra
bu ga
c ya
se ze
▁b yose
tum wa
ren ga
▁ku mu
▁n da
z an
▁ he
r d
zu ba
▁w’ umu
l l
a ka
▁bi korwa
▁ku bi
▁a hu
▁in ga
te kere
▁ba vuga
▁ki mwe
hu mbi
ke ne
▁abatu tsi
▁nk ’
s t
bo nye
w in
▁b wi
▁m pu
tan u
▁z ’i
▁in dirimbo
▁by’ i
▁a han
re ke
▁ l
ri je
kan o
ts we
dwa ra
▁ yu
▁ fa
me rika
▁c a
ha ri
▁nta bwo
kwi ye
▁iki bazo
▁ to
s s
te kano
▁ba ba
m yaka
▁k on
ri ri
so re
▁k wa
▁minisi tiri
te go
men ya
▁ib ya
▁i z
▁b ’
▁mu jyi
▁i yi
shan wa
p fu
▁b yi
y wa
q u
▁a bana
▁ g
to za
n ze
kin a
▁b yinshi
▁nk ’i
ho ro
gu ye
kun do
si ga
▁m e
o ta
s in
v an
bi ra
sh we
▁ka ga
▁w’ u
▁ya kore
▁bw’ i
▁ha mwe
yi je
▁ li
hin du
▁n’aban di
▁a l
▁mpu za
▁ di
▁im ana
▁u ganda
▁bu ru
▁n’ib indi
t yo
▁ba bi
▁bi hugu
▁y’u mu
tara mo
vu ye
▁ahu bwo
▁ku re
bu ka
▁ku bona
▁spor ts
hin zi
▁bi za
▁ so
▁poli si
▁m wanya
▁k in
▁ba kaba
▁ry’ i
e r
▁j a
▁ib intu
▁ic ya
ha re
▁ do
▁igi hugu
▁mu renge
m ye
on i
gere za
m in
ko mbe
ta re
bwi ye
ko zi
▁ba tu
▁ku gi
tan da
ru ko
ri n
sa ru
▁t he
▁ku jya
▁kaga me
gan ya
▁a pr
m vi
▁i ka
▁a gira
▁n ko
▁y’ a
hi se
▁nu bwo
ra si
▁bi ba
▁t wi
ga ban
m bwa
▁in ama
ho ra
▁ama kuru
▁c yi
▁han ze
saru ro
ba re
▁u bwo
ro na
▁mu kuru
san ge
▁m wi
hu ye
▁ya ha
me ra
ri nda
bye yi
gan ira
▁ku za
t so
▁n yi
tera mbere
ran gi
▁c yumweru
l le
▁ubu yobozi
▁umu gore
ban ga
z wi
▁u gu
yon gera
yu ba
fu za
j yana
▁i fite
▁im ba
ri ro
fa she
▁b in
▁ki bazo
▁uru hare
▁n yama
r t
ze go
▁r wi
m ya
byi ruko
ge ro
gen e
m pi
▁ba maze
▁ sha
▁bi tandukanye
▁c on
▁we se
▁ru sange
▁minisi teri
sa bye
ban za
re tse
▁ fi
ye ho
ta ba
▁ku gera
ta tu
do ka
▁y’ in
▁ubu zima
ru s
▁ba mu
▁nta ra
c an
▁mu kino
tanda tu
han go
shu ro
▁aba kinnyi
re zo
shu ti
mo ka
ru shanwa
▁umu gabo
gi sha
▁ya bi
▁ku rusha
aka rere
p fo
▁gu tanga
▁n yinshi
bere ye
ran o
u r
▁b ’i
▁w’ in
▁kwe zi
▁ibi humbi
han da
kun ga
▁i ba
s on
san ze
▁yakore we
▁i ra
▁rw’ i
▁ha ba
▁u ta
gu ri
fa shi
si rika
▁umu saruro
▁i ha
s te
ri e
▁y’i gihugu
qu e
▁n’u bwo
re ra
▁i yo
kun ze
ran go
▁ba rimo
▁ya tangaje
▁yan di
▁d r
rona vi
▁by’ u
▁bi kaba
bi korwa
u za
ki ye
hu ra
mu ha
▁bi tyo
sh yin
▁n’i mi
▁n kuru
▁ku bu
▁ v
▁ da
▁ wu
tum ye
gan o
gen de
▁bi ga
▁ama ze
co m
▁ yeme
▁ni bwo
▁ su
▁ga tatu
sh ye
▁ba giye
ti ma
sirika re
n tu
min uza
f e
fu n
ri re
m bye
▁um wanya
▁te le
y we
gi zi
ko zwe
ha mwe
kun zi
▁ka minuza
ki ko
hi rwe
▁ ro
w on
te ro
▁ata ri
▁aga ciro
▁u sanga
c k
▁u shinzwe
ya ri
zwe ho
▁ic yo
▁u fite
▁bi rimo
▁umu tekano
▁bu zima
▁na ma
▁u bwi
▁kwi ta
▁bi ri
ga mbo
r wanya
ran ya
▁ba zi
▁aka zi
▁ikin di
te ye
▁u za
▁a f
to re
▁b ana
so ho
m wa
pe ra
▁i ri
bura rw
▁mpuza ma
▁ic yi
shyi ze
▁m yaka
▁ba kora
▁s ta
ta ka
mi ra
yu ngu
▁ibi bazo
▁i soko
fu ngu
▁umu ryango
ke n
ke ra
▁n o
hu za
ka zi
ran e
hu nga
gan ga
▁i kaba
▁mpuzama hanga
▁kuba ka
rwa yi
yi jwe
’ ’
▁bi ra
bo n
garaga je
▁co ronavi
shyu ra
▁n ku
▁wi twa
m p
▁coronavi rus
▁n one
ze re
sha tsi
po ro
ri s
▁im pamvu
fo to
▁m an
▁in yuma
▁ri mwe
sho ra
▁w’ ama
▁mun tu
i re
li ka
▁u ba
▁na bo
▁n dirimbo
▁a merika
▁bite we
▁ zo
▁bya ri
▁ba ki
▁ku yi
kun gu
n do
fa ti
shimi ra
▁u r
▁kwi buka
re ka
▁gu shyira
bu hanga
ta ri
▁ku vu
▁u wi
▁m wa
tu ngo
▁m pamvu
shyi rwa
▁i tsinda
▁ la
m ini
gi zwe
she je
▁um waka
u l
yama banga
ji je
p ira
▁k en
gami je
▁y’u ko
▁ku wa
shaka shatsi
▁b yiza
yu mba
h ana
▁z’ ama
si ra
sa bwa
tekere zo
zi za
ta biri
▁gu fasha
man u
▁kugi rango
▁p ro
sa ga
si ye
▁sa a
a l
▁umu kino
▁ru ba
shimi ye
▁u tu
sa ha
s wa
mo doka
▁bi he
▁c ye
▁b we
tsin a
re ba
▁i cu
mba ra
▁ wo
d an
▁mi kino
▁in ka
to ra
pa ka
mu ra
ha gara
▁bi jyanye
▁gi cu
▁umu kobwa
▁f e
ru gendo
tan ze
seze rano
ran sa
▁ ze
▁um wana
▁ba gera
kore shwa
▁ru go
▁bi mwe
in go
kore sho
du gu
▁yi twa
ha bwa
man ota
▁ wan
ri zwa
ho ze
ran ira
▁cy’ u
▁w’ ubu
▁n di
sha mi
ren gan
▁n e
dugu du
m bwe
yo na
te gu
▁m insi
yobo ra
ve ri
ma ra
yeme zo
▁sha mpi
fa ransa
▁ku menya
▁bi ka
shobo ye
▁na yo
r y
fa shwe
j ira
shobo zi
korana buhanga
▁na bi
▁m ba
▁mu ryango
t wi
tu n
ku bi
tsin ze
▁u ka
▁ban tu
f ana
se nge
p fa
▁ki go
vu gwa
curu za
fatan ya
▁mili yari
me re
▁shampi yona
bwe nge
▁imi kino
▁gi korwa
su ra
ri we
▁j u
▁iz ina
t sa
ri rwa
▁ya komeje
mbu ye
▁ya tangiye
▁gu veri
▁a mu
yan di
yin e
▁kon gera
d ana
▁y’i bi
go ro
ga ru
▁n’i gi
ga ruka
▁kwi rinda
gi je
i r
▁han o
▁n’u ko
fatan ye
▁ki pe
▁tu ra
ri a
he ra
ton de
▁e m
mba ga
▁u retse
wan di
▁gu tera
▁ku n
▁gu fata
▁ma rie
hu ngu
garaga ye
▁ni yo
▁ban ki
▁ama teka
▁gu shaka
kwi ra
▁ go
▁im insi
▁gu koresha
▁ba ri
▁in gu
▁ubu mwe
▁ba te
▁m enshi
zi ki
he rere
▁aba gore
▁pa ul
ra li
bi li
▁mu gabo
ko moka
▁do re
han gana
▁a da
▁u ga
▁ibi ri
ju ru
▁ibi hugu
▁ma ta
▁buru ndi
▁igi kombe
▁m yiza
▁ken ya
l u
▁ama horo
▁imba raga
n d
de ge
▁ki ganiro
▁in dwara
▁n’i ki
c h
shobo ka
▁ha za
▁ama hirwe
z ani
▁bi tuma
▁r yo
▁zi tandukanye
ye shuri
te gan
▁ga tanu
▁ba biri
t y
bere ho
▁ba turage
n ya
menye tso
▁ yon
▁ry’ umu
▁f rw
▁yo mbi
▁in kunga
bu ye
▁ama kipe
▁i terambere
p ubu
ro ngo
▁ku zi
fa twa
▁in di
tege tsi
ba zi
▁kan e
▁gu komeza
▁w’ a
bone ka
▁f o
▁ib indi
▁ko mi
▁ya bwiye
▁in ter
▁n’u ru
▁re pubu
▁ zu
b in
▁im pan
ba za
vi d
g ingo
▁ku mwe
tan ye
▁umun yamabanga
▁bw’ u
siga ye
▁i vuga
▁ ana
▁bu ra
▁ba da
▁ruba vu
▁aban ya
▁b en
▁ya baye
▁imi rimo
bi re
▁b wo
▁ya je
▁a shobora
ren ze
▁ki ri
hari ko
di o
▁ki za
t h
an o
▁bi go
me za
z indi
▁ahan tu
▁ba genzi
twa ye
cya ha
m byi
▁se ri
▁repubu lika
gi re
en t
▁mu hanga
ga mba
▁ku rwanya
z ana
▁aba yobozi
kera rugendo
men t
c he
can yi
ran i
manu el
▁a ki
ru guru
▁mi ss
▁seri vi
▁ huye
yu ze
kore rwa
▁con go
▁em manuel
shyira hamwe
▁u bwa
▁ib yo
a m
m waka
▁we ru
▁b yo
▁w’ aba
▁mu ka
▁i modoka
i s
▁ga ce
men yi
te rwa
l an
tan zani
▁weru rwe
▁c ha
aban yarwanda
▁ku zamu
▁i ga
han de
▁umu hanzi
kwe zi
ro ri
ha ye
▁tele f
ren gera
▁aba ri
hin gwa
▁n shin
▁a giye
▁k ’u
me ze
▁n’aban tu
▁n dwara
kene ye
▁im yi
▁ga tandatu
▁c la
▁i ti
▁ubu tumwa
▁n shya
▁u shize
aban tu
ma ro
▁k e
jo ro
▁ya giye
rwe go
yan ga
▁nk’u mu
▁ba ti
kun dana
ma kuru
me na
m bura
shu sho
▁ba yi
▁ga to
gi ranye
▁by’ in
ti ve
tore ro
yi mana
kan i
▁t we
han o
▁um wu
v o
▁gute za
l in
▁i wa
▁mu ha
b c
▁i ya
shya mba
ban da
▁af ri
▁ba gomba
kuriki rana
n du
▁i s
▁ ti
▁gi taramo
▁poli ce
▁n yan
▁k win
▁in zu
▁w’i myaka
sobanu ra
subi za
▁ ’
▁ka zi
▁uru byiruko
▁i da
▁ho se
gen ga
▁ma faranga
▁nti ba
gaban e
▁ h
gu rira
shin ja
▁ yana
▁uru kundo
ki rwa
▁r yi
si yo
gan wa
ha ga
▁mwi za
▁a manota
▁aka rere
ci tse
po li
d y
▁ubu shobozi
▁inga ruka
▁i zi
tanga rije
rengan zira
s tin
▁ tanzani
▁tu ri
▁umun si
▁zi rimo
byi ri
▁spor t
▁ubu ndi
te gura
shora mari
▁za bo
▁sta de
▁ama vu
ran gira
ha mya
shyi gi
▁han yuma
re kana
▁ya mu
▁in zo
riri mbyi
▁nyi ra
sh yaka
sobanu ye
ne t
▁o f
so zi
▁bya ba
▁ngo mbwa
▁mu zi
vu ra
▁ya hise
gen zu
kwa kira
▁n’i zindi
s ta
▁a zi
me zi
▁y’i gi
▁n ka
tekere za
▁ba hu
▁i maze
te we
▁igi korwa
so ro
▁a ko
▁n’i m
▁nku ko
vu gizi
▁b ’u
ha ra
ro ko
kin ira
▁ib y’
▁ya sabye
be rt
n de
ti ye
▁a tu
muha burarw
▁n ziza
yo bya
no ma
▁ikin tu
subi ra
▁mu kobwa
yu mva
gen ge
▁serivi si
▁jo se
▁u b
▁guveri noma
▁u du
l y
▁a be
se ra
▁cy’ in
▁i su
kan ga
z ina
▁zo se
▁co vid
▁he juru
▁inga mba
▁ita riki
tangaza makuru
▁bi shobora
p p
te l
▁n shuro
bura sira
▁bi da
hugu rwa
▁iki go
ki je
▁ama zi
reke za
▁ba ke
c ye
▁ vu
ge je
▁cy’ ama
m ban
▁yon ge
▁a s
▁ma r
▁yandi tswe
▁ yin
hin ga
v en
ge sera
▁in da
▁ku vuga
▁n zu
ha we
▁n an
ja mbo
tabiri ye
▁fi li
y s
ve r
me s
ra zi
▁a u
▁e s
ka ri
▁a r
▁i shuri
▁r d
on a
ro zi
du ka
▁za ri
▁zu nze
▁aba gabo
▁mu da
w’ i
▁imi ryango
▁b ye
ya ga
▁gu hangana
ke sha
▁ hin
ran yije
z on
▁c yose
bu nga
▁c yo
pi te
▁n za
ba ll
tan gwa
▁aba hanzi
kore sheje
burasira zuba
▁nk’ a
▁ lo
▁ibi he
shin giye
j wi
▁in shuro
▁in yungu
▁aba kobwa
ge zweho
▁gu so
▁z’u mu
se n
shan ya
▁ya koze
▁ba gize
▁n yarwanda
te guye
▁hi rya
▁ba jya
▁by’ ubu
▁ N
▁u kwakira
▁ama sezerano
▁gi to
pera tive
gan ye
▁ku va
ki re
t ana
▁i zaba
▁bu faransa
hindu ra
kore re
▁bita ro
here za
▁ka yi
▁i tanga
▁wa bo
▁nti bi
zu ro
t ri
▁ru hande
mwi hariko
m pa
▁fe rwa
▁e ri
▁i shize
▁ama tegeko
▁umu toza
ran gwa
yobya bwenge
▁n ze
tu ngu
▁gu ta
▁ba to
▁w’ akarere
r wan
sh yan
▁in ta
ye mo
bo za
▁um wa
ku ba
ma ga
▁zi ri
ta bo
▁tu rere
shi shi
▁bi komeye
▁wa we
▁i rushanwa
▁icu mu
▁u ra
▁f ran
▁ma kipe
r s
▁u shobora
▁hin o
▁ry’ u
gere ye
ta bira
ban ze
▁ka ba
▁a komeza
in ga
▁gicu rasi
▁i koranabuhanga
▁bi biri
yu mvi
▁nta cyo
▁an d
▁ru ta
▁ibi tego
bwi riza
▁ru kundo
▁kure ba
bon ano
te za
▁im pu
▁kwi ca
mu ryango
▁i rimo
▁ama so
▁na byo
▁i jambo
▁a kora
zan yo
su zu
▁tu za
▁ubu renganzira
▁by’ ama
won gereza
▁umu bare
bili gi
mba ye
▁e jo
gi za
pfu ye
▁cy’ ubu
▁in gabo
fatan yije
▁mu handa
tan zwe
rangi za
▁icyi zere
de li
hagara riye
si zi
▁bwa bo
jya ruguru
▁z’ a
yama ma
▁ibya ha
▁covid -
n g
▁y’ e
kan ya
▁cy’ umu
▁bu tumwa
ran yi
ze ye
▁mu za
▁ka mena
ban je
ran giye
ge ria
▁i ryo
▁ma gambo
▁ibi go
poli si
ki sha
▁ya yo
▁in kuru
kuriki ran
b yin
▁ba tangiye
▁ma teka
▁kwi ga
guri sha
kome re
ga mbi
siye te
ha gije
▁ hu
▁mu tara
▁ibi jyanye
▁ari mo
shyin go
bu ze
▁u ni
▁ibi koresho
▁ra poro
▁ibi ganiro
▁e byiri
c ha
te be
ru si
▁y’e pfo
ba sha
▁ba shobora
▁a ya
▁gu kina
▁bya bo
▁zi za
c wa
tanga jwe
▁y’i myaka
zi mana
he rutse
jye pfo
▁si ta
▁mu dugudu
▁kwi shyura
▁ga shyan
baye ho
▁nyama ra
▁gu korera
me ro
ye nda
▁ku mva
▁vu ba
▁gashyan tare
▁ba shaka
▁bu gesera
▁ku ru
fi tanye
ro shye
n shi
yu ranye
bu zima
▁ha kaba
▁iz indi
▁a zaba
rwa ye
▁ry’ aba
▁ w
▁ama foto
kuriki ra
▁by’u mwihariko
▁ni ba
l la
te ko
▁ni yon
▁umun ya
▁k wan
▁u kun
ra ri
▁i mu
ku ri
▁umu ra
▁ U
▁ba bona
ke mura
▁bya ra
▁b’ aba
▁uru gero
▁ita tu
ma ma
bu m
zi ya
gi rwa
▁bi garagara
▁inter net
su mbuye
ri mana
▁n jye
twa ro
yu ra
▁cy’i gihugu
▁a kana
▁imi bereho
ha riye
▁kuzamu ra
▁aba byeyi
▁in ko
▁ni we
▁n gu
bi hugu
du ra
le s
r wo
▁aba kozi
ru wa
m wu
▁ba cu
ze ra
bu tso
▁ya maze
shishi ka
▁ma hanga
ton do
▁gu hera
ti ki
▁ata tu
▁a bo
▁in shuti
curu zwa
gende ra
s we
▁uru kiko
▁ru za
▁ru sizi
ken shi
twa ri
▁a shaka
▁aka maro
▁ba koze
▁mu se
▁ugu shyingo
goro ba
▁a gomba
▁ba je
▁a biri
▁y’u ru
yeme je
mba sa
▁nya kanga
▁mpuza bi
▁c h
▁mu sanze
▁bi bazo
san zu
▁bi fite
▁bya tumye
gene we
▁zi ba
▁tanzani a
to ki
shin gano
rwa ho
▁ba renga
ban o
yobo ye
hunga ban
▁c i
mu ka
▁in zego
in g
si tiri
shi jwe
jya mbere
▁cya ri
▁uku boza
▁kan yanga
yongera ho
▁a kenshi
▁ahan ini
shanya razi
ri ya
ka za
vu zi
▁buru ndu
m pan
sha kanye
fun gwa
bi zi
▁al bum
▁u da
▁ku gu
▁du fite
▁mpuzabi tsina
▁a gera
win shi
t ter
▁rw’ aba
te ganya
▁k ana
zi hi
▁icyo rezo
m yi
▁kwin jira
p ho
▁u rwego
fi tiye
▁u n
▁cyo rezo
▁u ko
gu kanye
shi man
ko sa
ma gana
▁aha garagara
u ka
▁ya shyize
yan ya
▁k enshi
▁ib in
▁mu hanzi
so bwa
shin wa
▁nshin gwa
▁ I
ka ra
▁umu vugizi
yuba ko
bone tse
an e
▁ san
▁ibi ciro
▁gu ku
hita mo
▁nko ranya
▁bw’ in
▁fili me
▁amavu bi
▁ama gambo
g wi
▁ en
▁nyan za
p h
ne s
rangi je
gaban ya
▁mu twe
hu ti
▁ibi ro
▁batu ye
mbasa de
ngi rije
t n
▁ku ta
▁ y
▁ru swa
▁ic yemezo
▁muda sobwa
c yi
du ye
▁mu gi
▁ku ra
▁w’ama guru
▁ubu shakashatsi
▁by’ umu
▁ba tandukanye
▁ru tonde
▁ya vu
▁umu twe
▁ma ke
to zo
▁bw’ ama
▁a jya
▁ku genda
▁m bi
▁ru shanwa
▁aba fana
▁w’i ki
▁ya ri
c ent
▁u gere
tu mi
hindu ka
he ruka
rere za
▁zi mwe
▁y’i mari
tu rutse
▁d re
▁ku gura
tu ruka
tanga zwa
bya ra
▁eri c
▁ba kinnyi
▁b bc
▁u zwi
▁di a
▁m pera
▁bite gan
ga ciro
▁muzi ka
ga re
bo ko
▁ni bura
▁p i
▁a yi
▁a m
▁nkoranya mbaga
l li
▁komi siyo
▁impan o
kan gurira
▁i shobora
▁um wi
ll y
▁umu renge
▁ki buga
▁nya ga
▁ur wo
bi bu
▁ku ya
▁ru ri
kin i
▁tu ba
hin da
sha ke
▁l u
sha tse
banu ka
i l
re we
to r
gomba ga
▁wan jye
tegu we
▁n zira
▁z’ aba
▁baha we
▁kurusha ho
z in
▁mutara ma
▁bwi za
▁ubu sa
▁bw’ aba
▁bu ta
▁ib yi
soho ka
▁gu hi
re ye
▁a mbasade
▁gu se
kun zwe
ko ro
▁ba gi
▁umu ziki
rengera zuba
shinja cyaha
▁bata tu
▁so siyete
fa shije
g ra
▁ba hanzi
▁aba fite
ji jwe
▁ gen
▁ku rya
▁in zira
▁kwa kira
▁bu da
te li
vi er
▁nshingwa bikorwa
▁ba geze
l d
▁ba gira
▁um wan
s ter
▁ari bo
▁a t
▁ba ku
▁mu sore
shyi zwe
▁bura yi
ji za
▁kwita bira
▁umu shinga
▁wa ba
la ri
▁si da
son ga
▁mu ra
▁umu co
▁im vura
▁muha burarw
▁mu genzi
▁yo u
▁biga tuma
▁in go
tangi za
▁umu kinnyi
▁i sa
▁ka re
▁ku garagara
▁a hi
▁u kaba
▁ki ra
ya mba
mu ga
▁m pan
▁cyi ciro
▁yaha we
▁ A
▁gu tsinda
▁dre am
ge r
bo o
▁gi shinzwe
▁itanga zo
shi ma
▁e a
j ana
zu ngu
ci ka
▁m wu
yeme za
▁ari yo
▁si poro
▁umu kunzi
▁in shingano
d ri
h n
▁bi mu
▁aba kiri
no ta
▁bw’ umu
▁gu korana
▁ingu zanyo
▁a re
te gere
▁s in
▁ban yarwanda
▁ba sa
▁uku ri
▁b intu
▁ha si
▁ru buga
▁b indi
da y
▁ama shuri
sha tu
ri mbo
roko tse
▁b’ in
▁ka gari
▁ko ko
▁z an
▁igi ce
u p
▁ya ho
▁ibi menyetso
▁p la
▁bata ri
▁a saba
▁ahan di
▁telef oni
p in
gu kana
vu ko
▁imi shinga
tsin zwe
▁cla u
▁gi komeye
garaga ro
lu b
▁a de
mu n
tun ganya
m y
▁bin yuze
wo se
▁ubu sanzwe
kore she
s si
▁u maze
▁u kwezi
▁u bi
▁r ye
▁ma so
▁ba kunda
gen ze
c co
▁icya ha
▁ M
▁kana ma
j wa
▁ya giranye
▁bo mbi
▁gu sha
▁jo hn
mini sitiri
▁a ho
▁m we
▁bi ru
▁ki re
▁ubu kungu
haga ze
bi je
▁byo mbi
▁wa yo
▁bitegan yijwe
mu tse
▁ru fite
▁y’i burasirazuba
▁n’ubu yobozi
▁na ba
vu za
▁uru ganda
▁i shami
▁b wongereza
ru ndi
▁u zi
▁im bu
u m
▁igi tego
▁ma shuri
van di
▁ma kuru
▁mu ke
▁c yiza
here ye
▁i hu
mi je
▁ru mwe
herere ye
▁n zego
▁ba gore
in ota
▁ra dio
▁wu ngirije
genzu ra
▁a bona
▁a hita
▁c lub
d wi
gi ri
▁in gendo
re ro
▁in tego
▁n’u bwi
fungu ra
na l
▁na bwo
vandi mwe
r ne
▁bu ba
▁ba yo
▁ka ri
▁gi sirikare
▁na ri
fe ri
▁mu garagaro
▁nze ri
on s
▁n ke
▁bi ce
▁n tu
pe rereza
ri mu
zon gera
▁a ku
▁mu ganga
▁afri ca
gan e
▁i tanu
▁aba genzi
▁a b
▁ba sanzwe
▁w’i gihugu
han di
▁ba zaba
za ra
▁gu korwa
▁ubu curuzi
▁ama zu
▁gi ce
▁ibi tekerezo
se ngi
▁umu kozi
▁bu fatanye
t hi
▁aba ba
▁kon go
▁gu cu
menye kana
▁de moka
▁ba r
hi ra
▁i joro
▁a mezi
yu ka
▁igi taramo
▁n’aba turage
▁z’ama do
▁i torero
rwa mo
su ye
▁nyaga tare
▁k ’
shyigi kira
▁ngo ma
▁gusa ba
▁v o
r g
ge ga
kore we
▁guha bwa
▁imi bonano
boo k
ti ro
▁gi tondo
▁mu gore
▁ha ra
gera ho
▁bi rori
▁kuba ho
shimi shije
▁gu twara
▁ry’ ubu
▁b wana
▁l t
▁demoka rasi
ko ndo
shin jwa
▁umun yamakuru
▁b yan
me zo
shu mba
jyana ma
▁mu hango
rusha ho
▁gu tangira
gera geza
▁y’ubu zima
▁iha ranira
yin a
▁umu jyi
yamama re
gi ro
tu tsi
gen a
han i
ci ye
▁n’umu yobozi
ta bera
▁ho tel
▁ja mes
▁aban yeshuri
du ko
yama hanga
▁kin ini
mo nd
ce book
tandu kana
kwi riye
▁y’i mi
▁umu tima
▁bi zaba
mo ko
▁z in
▁t oni
▁mu to
c hi
▁ya tsinze
t re
▁k ’i
▁ingu fu
te d
hunga bana
▁ama zina
▁ni geria
senge ro
hi ro
▁ni sin
▁inga bire
▁gi se
▁ga sa
tabiri we
▁ch ris
wandi tsi
▁ she
▁bo ys
d dy
▁yi ta
biri ye
gen go
▁umun ani
▁ngo ro
ke t
▁nisin gizwe
ki kije
▁kubu ryo
▁n’a bo
kan e
▁n’i byo
menye kanye
▁uga sanga
ki ro
▁y’aba turage
▁ru hango
me we
▁yeme za
t te
t he
▁bi vugwa
▁mu nota
▁n’a ho
▁n’ubu ryo
▁ya cu
▁m buga
ro n
m s
▁ba komeje
▁gu ca
gen za
▁umu sore
▁a i
▁y’ama vuko
▁kwi ba
▁by’ aba
▁igi ye
wu ba
g we
▁in tera
ku ye
su n
▁ko perative
zan ye
▁ha shize
zu ye
tegan yijwe
gi rira
▁ya we
▁imi bare
she ke
hu je
▁in twaro
▁abe nshi
ma il
▁ki ba
▁ri ri
▁ban di
ga rika
▁gute gura
▁umwu ga
ti mana
subi zo
rin dwi
shi mwe
sho feri
ra so
▁bi ro
▁in a
▁i tegeko
ta ro
▁twa ri
▁n yina
▁c hi
si ganwa
▁ikin yamakuru
▁y’ama jyepfo
▁ni byo
tsi ko
▁sa cco
ho mbo
tan ira
yango mbwa
▁bita biriye
▁z’ in
n zi
gu e
▁c y
ban gami
▁imi ti
▁imba bazi
▁ubwo ba
▁ku bura
▁ba kobwa
▁ku da
de r
tsin dwa
▁ban e
▁yu mva
▁m wana
bu za
▁none ho
ki riye
ti we
▁u gomba
▁jose ph
▁ibihe mbo
ra mo
shi mye
ca l
▁se r
▁ya tanze
hungaban ya
l r
s ana
ma r
▁ba bonye
▁c le
▁cy’ aba
▁pa riki
▁pa tri
shimi yimana
▁w’umu renge
▁ba kwiye
je mo
ri mba
▁n’ama tegeko
ju ra
▁ba koresha
▁ya du
▁im bo
zamu ka
▁yonge yeho
be shya
▁c e
▁ama shusho
▁by’ a
aban ya
▁dia mond
sha hara
▁ba p
▁ma hugurwa
▁poli tiki
se se
▁w’a bibu
ga rutse
▁mu bi
▁nya ru
▁uku vuga
▁ku garagaza
▁ma da
▁z’u bu
kene we
▁ferwa fa
▁f d
▁to ur
gi we
▁r wan
du kikije
▁w’in tebe
gu zi
d ini
▁i perereza
▁iwa bo
ke ye
man i
yumvi re
c yu
▁mu sa
▁ tsinda
▁a le
▁umu tungo
▁ya garagaje
▁ba kiri
▁ba kunze
▁clau de
▁yu ba
▁rd b
▁ugere ranyije
▁m fite
si mbu
▁w’abibu mbye
▁nu mva
pin duka
▁ki ta
v ana
▁bu rya
▁rwa magana
yandi ko
▁ K
▁ba yobozi
▁umu pira
▁baka za
▁telef one
m insi
▁b on
▁umu byeyi
▁umu bano
▁ya ta
▁rw’ ubu
▁i san
sa su
▁ru na
▁o li
hi riza
▁uru go
guru ra
ki za
▁umun yarwanda
gani riye
▁inzo ga
gra m
n yine
▁n’u mwe
▁yi sumbuye
mu re
▁aba citse
de pite
▁y’ama jyaruguru
▁tu ka
indi rimbo
▁ne w
▁ya sobanuye
kwira kwi
a r
re ma
▁mu gabane
▁gu hu
▁gi ti
▁ki kaba
▁umwan zuro
▁in tege
▁bu shakashatsi
▁ubu kwe
hi go
▁u bona
ti ste
▁bu biligi
▁ubu menyi
na mo
▁co m
▁b yu
tu ye
▁ari we
tege ka
▁baha bwa
▁kin g
▁fo r
n genge
mu ri
ban yi
▁ama saha
▁ba tara
n y
▁mi bi
mp inga
dan ga
rwa ga
▁ va
▁bi sanzwe
▁gu sura
fati we
▁umwa mi
ru ra
fu ngo
pi mo
▁n’i cyo
▁to m
▁mba bazi
ko n
▁fd lr
▁bu n
▁ubu taka
▁gu tuma
▁r wose
▁aba sirikare
▁m tn
mi jwe
c y
▁ gereza
ri jwe
▁ba tanga
▁ya yi
▁kubu nga
▁a bu
ki we
▁aba curuzi
▁pa pa
▁iti ke
▁re mera
▁ade pr
▁ba garagaza
▁umu ti
▁ama bwiriza
▁ni bo
▁ya bonye
▁ru ha
▁a mwe
▁y’i ki
er re
▁i gera
ne ri
▁ rika
▁ba hise
▁ya geze
kin nye
▁nya mpinga
ba ba
▁ibi curuzwa
yumba ti
▁ben e
▁inta mbwe
▁i tangazamakuru
▁n shimiyimana
me tero
mere we
▁ubu hamya
san gan
▁fa cebook
▁in e
sho p
▁gu hura
▁ha bya
▁an di
▁mo doka
▁k w’i
ga ti
▁mu ru
▁e u
twa rire
▁iki ganiro
▁nti ya
ngi re
▁i garagaza
▁bu sa
▁ka ra
▁zi ta
▁rw’ umu
tangi je
ana da
▁bu sanzwe
▁in tara
▁ R
▁gu hindura
fu nga
shi mo
▁ku ga
kin di
▁n sengi
▁ba gabo
▁n’u wa
mvi kana
shishika riza
▁a li
ci we
▁nk’i bi
▁n du
▁u wo
▁m ana
▁gicu mbi
▁igi hano
▁du kesha
riri mba
kun di
▁kubunga bunga
▁ko ro
▁m yi
de o
▁igihe mbo
shyu rwa
vu ka
▁ru ra
▁zi komeye
▁na ko
▁baza jya
▁wo we
▁a gu
shyira ho
si ze
▁ru ga
▁e shatu
ma s
▁mu shinga
▁n’umu gore
▁bita tu
▁i tandukanye
▁umu riro
▁aba hinzi
▁ku ha
ze za
▁ku mi
▁ic yumweru
▁imbu to
te re
cu ri
▁imi korere
▁s y
▁n’ama hanga
here zwa
▁isu ku
se ri
tin ze
▁ibi yobyabwenge
shimi sha
▁ya hi
▁im inota
jyan wa
▁komi te
ti ra
▁ale x
▁nya bi
▁ba re
me rera
▁ba korera
▁le a
▁bwo ko
▁mu ti
fashi sha
▁u yobora
▁ma rushanwa
shiman gira
▁aba zi
▁t ho
▁twi tter
o r
▁cya bo
kan gura
▁ri vuga
va mo
▁nk’ aba
▁bap tiste
▁i komeye
▁c anada
ha gari
▁n’aban yarwanda
▁g ra
▁cha r
▁n ga
▁ gera
▁a kiri
▁m yinshi
▁yi se
▁n’igi he
▁i jana
si teri
man yarwanda
zan ya
▁runa ka
▁i kora
▁u hagarariye
go ra
▁ha maze
▁mi ryango
▁bi fuza
c tion
gi he
▁ba kuru
▁ki gero
▁n’in zego
r wana
▁habya rimana
▁a kunda
▁gu kura
▁yi fuza
one ste
▁be meza
▁bwo se
▁a ir
so ra
vuga ga
▁the oneste
▁ru da
s sa
tsin di
se ke
▁umu hungu
▁mu shya
cu ku
bone ra
▁b wan
bu tumwa
▁ yongeraho
▁c lo
▁ru ganda
kore ye
▁ba ru
bi rwa
▁bu ka
▁ry’ ama
kubi ta
▁a sanzwe
▁gu curuza
b le
▁b ri
▁i mari
▁gi sa
▁guku mira
▁im yenda
▁nk’u bu
n t
▁k intu
▁n ki
▁ba kana
bi korera
▁yi ga
ji ye
kwa ho
hu riye
▁bu shinwa
fu ra
▁bw’i gihugu
▁u shaka
▁ba du
▁ba hi
▁uru tonde
▁vi rusi
n gira
aban di
m paka
▁a tanga
▁kwi vuza
▁sa fa
fashi shwa
▁ke ra
▁ahi twa
ba ra
▁ku yobora
▁gi fite
▁bya baye
tsin zi
e u
gi rana
▁ba bu
▁igi ciro
▁imyi tozo
n giye
▁ba s
▁bi hingwa
▁umu turage
tan yi
shi ra
re kanye
ken ke
▁i gira
▁ha kiri
▁zi fite
u ra
▁umu kuru
yobo ke
▁cy’ a
▁cy’i myaka
▁n’a handi
▁y’a ho
rasi ra
m wana
ga be
▁n’umu n
▁m eza
gan jemo
s co
▁a garagaza
▁in yama
▁ki li
▁bwa ri
▁mu kan
▁im pa
▁wa ra
▁tu bi
▁za yo
▁n’iki go
▁a tandukanye
▁yonge ye
ro ndo
▁wa baye
▁we nyine
▁bwi te
▁n’igi ce
ga mo
▁nk’ in
▁mar tin
▁bu taka
li sa
▁zi ra
▁ni yi
▁d an
ru gero
▁zi ka
reke zo
ho za
▁n’i bya
▁yandi tse
▁bu tare
▁in sta
▁ubu hinzi
▁uru gendo
▁u bwe
▁u komeye
▁gu hanga
li ki
mu na
vu tse
▁ru byiruko
po ir
▁k w’
▁bu mva
shyi zweho
▁bi ganiro
▁wa cu
▁gasa bo
▁gu kunda
▁mi ke
▁guha garika
▁nyama sheke
▁na twe
▁sita de
ven i
▁kili ziya
▁aba kunzi
yobo we
▁bu za
▁ibi ce
geze ho
▁uta ha
▁aba yi
▁icu mi
▁u si
▁ka yon
cu kiro
▁no r
i ro
▁i korera
▁ki vu
pe r
menye sha
▁pi erre
n ziza
▁n’u wo
▁y’ama faranga
n ganira
▁i shinga
re go
▁umwu ka
▁gu tangiza
▁u kwi
ma gara
▁m bona
▁es poir
▁ubu ra
tion al
▁insta gram
▁mo to
▁ukun tu
tan i
mba za
▁e se
▁vi si
▁muse veni
▁in no
li ya
▁n’i yo
o l
t ro
▁gu kemura
cu mbi
▁bya mu
▁me zi
kani sha
yo vu
▁ku gabanya
▁mu yobozi
▁ma zu
▁mun ini
ta ho
▁iki ba
▁u sanzwe
ki mbi
sun gane
▁bas ket
ru hu
▁the o
▁v s
▁utu ye
ta li
▁m pa
▁ga kenke
yu jije
▁ki cukiro
▁aban yamakuru
▁kan ya
bwa ho
▁baka jya
▁w’in gabo
mi kino
▁gise nyi
s se
▁c yu
▁c han
▁bw’ akarere
mvu ra
▁ba komeye
shyi kiri
▁ku bana
▁ama rushanwa
gi riye
rali rwa
▁b ralirwa
▁k wandi
▁u kora
▁ma zi
▁ma la
▁gera rd
yon gere
▁d j
▁yan jye
gene ra
▁ambasade ri
kimbi rane
▁rw’ a
hora ho
kangura mbaga
▁bu tandukanye
▁kuri nda
▁ma saha
shan u
kora ga
▁n’umu ryango
▁n yu
ge ri
▁ha ki
▁imi soro
▁ki yovu
r k
ze ro
ku rwa
▁p s
▁y’a merika
▁bi vuze
▁ubu tegetsi
kome ze
▁abakiri ya
▁i tu
ge ye
mi deli
▁g ro
▁i he
▁bi zimana
▁na ra
▁bu hinzi
hin ze
▁batu rutse
▁b n
zamu tse
here ro
▁zo mbi
thi o
▁ubu rwayi
▁bya tangajwe
▁ita ri
si mbura
yon gereye
sobanu ro
e f
▁c yemezo
▁a tandatu
so za
mo gi
ba ga
▁mu kura
fashi shije
an di
gu rwa
ro he
hi re
▁ry’ in
▁twe se
thio pi
▁nde ra
shyi mbo
▁n’ama faranga
▁ B
si tu
▁bu vuga
ci riri
▁nda yi
▁haza za
▁mu tima
▁c u
▁ubu fatanye
▁mi ri
▁i saha
▁ama hugurwa
▁aga ce
▁mu ba
▁gu kurikirana
no w
▁nya bu
ju je
▁inno cent
ciriri tse
▁ba vuye
▁baka bi
▁a va
in t
▁m be
▁in dege
▁ama soko
▁i re
▁ku ganira
go ye
▁ha bi
▁du ce
pho ne
c en
▁i te
▁i geze
▁gu tu
▁guveri neri
▁ win
▁n zi
▁be r
▁sa m
▁uku riye
▁e thiopi
▁a sanga
▁ya ku
▁mun yan
▁y’aba minisitiri
▁vi deo
▁i tera
▁ba vuze
ru kundo
▁bn r
▁bi shop
▁bu rera
▁ma sezerano
taba zi
n ini
▁aba gize
▁aka za
▁aha ri
ze ngu
to p
ko l
▁ry’i bi
▁ya bereye
▁umu biri
▁mun yarwanda
▁ja y
▁abanya muryango
▁a geze
▁ba kina
▁ki zi
she ho
▁ha ta
▁rw’ u
▁basket ball
c yumweru
▁nti bya
gami zi
mu ntu
gu fi
tegan yo
▁oli vier
▁ba genda
▁ga kondo
▁bya ha
▁nan jye
▁i gamije
▁bu shya
▁li tiro
▁nshin gano
▁u ti
▁ha baye
▁zi shobora
▁e bo
yuba ka
▁nyama ta
▁nkuru nziza
fatanya bikorwa
ka tiwe
▁ri b
lle y
▁ar se
▁i shyirahamwe
▁bi geze
she ma
▁cle men
tu ranyi
▁bi ca
▁ye gukanye
▁uni ted
▁ba tanu
ho ho
▁zi da
here ke
▁kire kire
▁mu ta
▁tu yi
▁u zaba
ye zu
▁gu su
ran ire
▁e shanu
▁nya mira
▁u komoka
▁bita ri
▁ebo la
▁gu pfa
▁aba shoramari
▁ru kiko
▁ni ko
tin ya
mpa ye
▁bi gize
▁e mail
fashi shijwe
ro ngi
ho lan
▁gi shize
▁gi kombe
▁a komeye
▁n to
nye ri
▁ja c
c on
▁a tara
▁ba ya
▁hi timana
▁z’ama faranga
▁usi bye
g h
je je
▁ri za
que s
koreshe jwe
▁ibi rori
▁n gingo
▁ba gu
▁ama kosa
▁wa hoze
▁y’u yu
bona ga
▁byi ciro
▁lea gue
▁aba bi
mi rimo
▁aha bwa
▁rya ri
▁kwa mbara
▁ru banza
▁kun ywa
▁kayi ranga
▁n jyana
fa shwa
▁ki zaba
▁ibi taramo
ke ka
▁mi lli
▁an ge
▁u ha
▁gu tandukana
▁in yubako
▁ibi ti
▁ubwi canyi
a te
s ti
▁bi saba
ban ye
▁n’i kin
▁igi tekerezo
pu ro
▁ya fashe
kan wa
kan di
▁ib yangombwa
▁cye nda
yuba hiro
▁y’ibi hugu
jya ga
▁rw’i gihugu
▁gu he
▁ama tora
▁zi kaba
▁ari ho
▁f re
▁afri can
gen i
▁rwi butso
▁i songa
▁aba sore
▁pa s
rasira zuba
a s
▁ x
ri ce
▁mu goroba
▁ru lin
▁ib yiza
▁uwa ri
senge sho
ta l
go nda
se nga
▁n’a ka
▁s te
▁pa diri
▁kigali to
re mye
geje je
▁vo lley
ge zwa
▁n’i kipe
yan i
▁n’a bana
▁re ba
▁ya shimiye
▁mi rimo
h wa
ran ze
han ganye
▁tu gomba
shyirwa ho
▁ya gu
▁bu curuzi
▁nya mu
gani re
mpan yi
holan di
▁u giye
mu co
re za
▁n’u ndi
san si
zamu ra
▁n’ibi korwa
▁kayon za
▁rulin do
ta ha
▁clemen ce
▁i ru
▁gu seze
▁ari bwo
▁kuba kwa
▁rw’ ama
kuriki je
bi tekerezo
▁umu hango
p g
▁n gabo
▁bi bi
▁c he
ti shoboye
▁ru gendo
▁y’u mwaka
shin ze
▁nyamira mbo
▁tu zi
▁uru banza
mari ya
▁ngu fu
▁ci ty
▁a genda
▁ba curuzi
te rere
▁bi to
▁n’ indi
▁li sansi
▁amaso mo
cha rd
tegere je
▁i so
▁ibi dukikije
ne zero
▁a ca
▁impu ngenge
▁ ge
mu ngu
yo bwa
▁ya vuye
▁gushyira ho
kurikiran wa
▁safa ri
▁n garuka
▁ku wu
▁gu fatanya
▁yeme je
▁ku zana
be r
▁ka mi
▁b winshi
ga ga
▁an e
sobanu kirwa
cya ri
▁m yanya
se gonda
▁ri ra
▁chi ef
d on
▁ on
ga teganyo
di yo
mi gambi
▁n’i yi
▁tu ga
banu tse
mama za
▁kigalito day
▁n’aban yamakuru
rwa ra
▁y’ubu curuzi
che ster
▁b yeme
▁ya tangarije
ti ke
sa bi
▁ma tegeko
▁tele vi
▁z’umu tekano
▁clo se
▁i shyaka
▁ba keneye
▁ubu muga
u s
▁ba go
▁bu mwe
shin gizi
shu li
▁ ve
▁a yo
▁u ki
tu re
▁gu ma
▁ngoro rero
▁patri ck
yi si
▁gu hinga
▁kwi twara
u se
▁ubu fasha
zo ga
▁ri chard
▁n’ubu ndi
taba ra
▁da r
▁a renga
▁mu paka
▁aza jya
tangi riro
giri zo
ko ranye
zi yo
▁in zi
▁na zo
▁yi geze
▁nyabi hu
▁ba tangira
▁ha to
▁mi renge
▁ho teli
▁n shuti
▁bi garagaza
do lari
▁n’in shuti
▁di eu
garu rira
▁ndera buzima
g ne
ba shije
▁ku ki
▁n’a manota
ri mi
▁u yi
▁im pinduka
▁wa bi
▁se bu
▁ika za
▁ku no
▁ki da
▁e x
▁pa ruwa
hu rira
be ho
kin girizo
▁a c
▁ba saga
▁re mezo
▁ku menye
▁bu rasirazuba
▁uru buga
▁b’i bihugu
▁gusha kisha
▁aban za
▁n’aba gore
shaka ga
▁ko mini
▁bi maze
▁aba za
▁aka ya
▁rwa ri
▁arse nal
▁ha zaba
▁igi zwe
ywe ho
ru kira
i lle
▁ubu shinjacyaha
g n
▁ba sabwa
si mbi
mo n
kin go
▁o ms
▁nk’i ki
▁inter na
▁lt d
▁u bwenge
▁aba gera
▁aba rwayi
▁ka rongi
kwi gendera
riwe ho
▁a tangira
▁rd c
we ho
▁ya soho
▁aba rokotse
▁wa mu
▁a te
▁d ’
▁n teko
▁ku zu
▁aba ganga
▁y’ abantu
yobo rere
hanga yi
▁n’umu gabo
▁man chester
▁ qu
▁a sa
▁bi tangazwa
▁mu rongo
▁umu sanzu
▁ma ma
▁twa bi
▁i buka
▁in ganda
▁kuba fasha
▁hi fashishijwe
▁yabi tangaje
▁ku garuka
▁yi bu
ko ko
▁ya gombaga
ti en
ran ywa
renge je
ra tion
▁a zwi
▁u ndi
re fe
rengan e
▁paruwa si
▁ba sanga
▁ama raso
▁im yumvire
▁n’aba yobozi
tangi jwe
▁mu biri
▁ba fata
ho teli
▁gi tabo
kene ra
e s
vu go
gwa ga
▁kwe rekana
fun zwe
zihi za
gara riye
▁ni ho
▁w’i kipe
▁nya kwigendera
bya ye
▁we nda
▁iza jya
a son
▁bi meze
▁gu fungwa
▁ic yu
▁nyi ri
▁iby’ i
▁ki mi
gera geje
g g
wa rd
▁kwi gisha
▁a gi
▁n yine
ni s
ran wa
▁yu ko
▁ ani
ga ze
▁umu rimo
▁e di
tsi bo
tiri we
▁nan one
gena migambi
da ga
▁ari byo
▁tu giye
▁yi tabiriye
gene rwa
me ye
▁umu ririmbyi
▁w’i bi
kuriki za
▁ca f
▁wu mva
▁uwi twa
garaga zwa
▁haba ru
won ko
▁wo se
▁y ve
▁volley ball
▁u kunda
▁we e
kura mo
▁ika mba
▁z’a merika
▁ba koresheje
gen dan
▁i sanzwe
we mo
ta riki
shyi ki
▁t ru
▁rwa bo
▁nyaru genge
y’ i
▁ama shanyarazi
▁ga tsibo
▁pro mo
c to
da te
▁gu huza
▁imi deli
▁l oni
in ya
▁bi shwe
hu mu
▁yi ca
▁guha gara
▁i komeje
▁aka mu
▁by’i bi
▁umura mbo
▁interna tional
▁ q
▁nta ho
▁pa ri
▁ba korana
kwira kwira
ko perative
▁p re
ci bwa
▁s ina
▁impan uka
sen gera
b s
▁a vuye
▁bi sa
▁bya kozwe
▁nde ge
n c
tin da
rari bonye
▁a man
ha m
vu zwe
▁bu ga
▁aba kora
han gano
▁s tu
▁kumu rika
▁a pp
ha za
▁mu kerarugendo
kore zi
mwa mi
ban ki
hu ta
▁tu rimo
tin e
cyu namo
▁isan o
suzu ma
▁rika ba
▁k now
▁ba shya
gani jwe
▁is pg
▁gu sin
▁ubu hanga
ne y
▁ta liki
▁baba ga
▁i van
▁ba hita
▁y’i si
▁n’ama teka
▁he gi
hindu tse
▁n’u yu
fu mbi
▁bw’ a
▁haga mijwe
▁i vu
▁u re
▁n’aban ya
▁bo y
▁abi vuga
▁kuri rimba
▁m in
wi butso
▁ubu kerarugendo
▁na cyo
mana ho
▁a sobanura
▁ya pfuye
▁in gingo
ran yo
su mba
▁gu kangurira
▁baba she
gende ye
te te
▁ya te
vuga butumwa
na li
▁bite rwa
mvi se
ate ur
▁i shyamba
▁a ganira
ga ba
ba jije
▁ku gurisha
▁bu bi
yemeza mirimo
▁char les
▁m bu
▁bu holandi
▁ubu shake
cu ngire
▁mun ani
▁mada mu
mu tima
▁gu tyo
he sha
▁ki ciro
▁ru gamba
▁ku b
▁gu fungura
▁ban ya
mbu ka
▁yaba ga
guri rwa
i d
l ine
▁imi biri
lle s
i se
▁c ent
go go
▁umu rwayi
▁n’ama kipe
▁w’iki go
▁kuno za
pi ma
ko no
▁wa je
▁be rekeza
▁ca p
▁b yana
▁ha re
▁ma ri
▁kwe gukana
▁no el
pite ni
▁gito li
▁televi ziyo
ye shyamba
mo nyi
▁n’i mwe
▁ba kundana
▁ya kozwe
ki liya
▁imu rika
▁nsengi yumva
▁n yungu
▁mu co
▁gu tangaza
▁kwi yongera
kun dwa
▁bya genze
sese ngu
▁in genzi
▁ru banda
▁ye su
▁ wana
▁n ini
▁bi koresho
shan ga
t ta
▁b ina
▁ku boneka
▁gu shyigikira
sha kira
fu nze
mbi tse
▁by’i mi
bu rengerazuba
▁bya garagaye
kere za
▁ibyi shimo
yamba ro
▁u ri
te si
go bo
▁zi ga
▁imi handa
rin de
tun gan
▁n san
▁bi gamije
▁zi saga
▁b’ abanyarwanda
hagara ra
▁gu to
si ri
▁aba tishoboye
yon gereza
▁co rne
▁kwa gura
▁w’u ru
tegu ro
▁umu handa
le ss
▁niyon zima
cuku zi
▁a ward
▁bi gera
▁ye rekana
▁he za
▁u banza
ta bire
yan ge
kuriki ye
mwi za
so ma
▁rwanda ir
guru rwa
▁vi ateur
▁w’umu n
ko ranire
▁bu kaba
▁nta we
gere ra
bangami ra
▁kami chi
ga l
▁yan yu
a ri
▁i i
▁ba vu
ta ye
▁ya seze
▁c hu
▁in zara
shin i
▁y’i minsi
▁abatu ye
▁bwi canyi
▁w’ubu zima
garu ra
▁ub wanditsi
▁i teka
▁bi bili
▁ka piteni
▁ma soko
twa za
do rali
ren za
▁uru pfu
ci a
▁ic yenda
▁n’aba hanzi
▁gra ce
r c
▁ba garagaje
bu kuru
▁po lly
▁uta ri
▁cha mpi
▁a he
▁n yubako
▁ba byi
▁j an
▁pa ris
▁haba ho
▁edi tor
▁i koreshwa
▁ki rere
gira ho
ne za
ji ma
▁nor bert
x i
▁pa siteri
twi te
e b
▁a fata
tu nga
▁ya kwi
▁ya guye
▁in tsinzi
▁ibi za
▁nya furika
▁kuzamu ka
▁mbe se
c t
▁ku byi
te ke
di a
▁ka bo
▁e gi
▁ber na
mu gabo
▁ba sanze
za mbi
▁ya tumye
hu se
▁aba polisi
de n
ran yijwe
▁cya cu
fati ka
▁nk’a ho
▁gu subiza
gan za
▁im yan
▁inta mbara
t ya
▁ fun
▁a d
▁zi gera
▁se na
▁aga mije
▁bin yuranye
▁uwi mana
ba siye
▁igi tero
’’ ’
▁ry’umu pira
▁ama jwi
▁zi renga
▁lo u
▁ethiopi a
o d
ha me
▁p u
bwi re
genza cyaha
▁ya bu
▁mu kinnyi
▁s c
▁v in
▁icyi ciro
▁kwandi ka
▁ba fashe
▁bi taramo
han u
▁ubu tabera
man za
▁vi cto
▁kin yarwanda
shyigi kiye
▁a kwiye
ri kana
ga ho
▁y’ aka
▁ma tora
▁intera hamwe
▁m en
▁w’i gi
▁co l
genzu zi
ki ze
vu duko
▁twa ra
▁ra diyo
pfu ka
▁biza tuma
▁tanzani ya
▁egi de
▁i shinzwe
▁a tangaza
ge rwaho
▁ri der
▁fa rg
▁ibya go
▁n’ubwo rozi
genga bitekerezo
▁tu ta
▁bo sco
▁kin yamakuru
▁i foto
▁a g
▁a la
re rwa
hi rwa
▁z indi
▁ko hereza
▁kon ti
▁atu ye
gati fu
▁u na
te le
▁ya tu
▁ru maze
zu rugero
▁ko se
▁niyi zurugero
▁aba ha
▁sa int
▁n’ibi go
▁rwi yemezamirimo
▁gro up
u n
▁ku mwi
▁ya twaye
▁ru ku
▁bya giye
yama tsiko
▁ic ye
▁a vu
yi riza
kurikiran yweho
▁mwu ga
hu tu
geza ho
▁cy’i gi
▁yin di
▁imbo gamizi
▁ba sore
ban di
hi zamu
▁aka jya
▁n’ibi bazo
▁mo zambi
kwirakwi za
▁i tara
▁i shyirwa
▁i shoramari
▁u sa
▁ba sabye
▁ku bya
zi ba
▁ki jyambere
▁ibi ra
ng we
mama ye
▁umwi hariko
▁n tangiriro
▁ya za
▁ya mbaye
▁yadu tangarije
▁aca de
▁bi re
▁bi kwiye
▁mu turage
▁gu hungabanya
shin giro
▁ri shinzwe
cya yi
bizi ga
▁ba komeza
▁bi gira
▁ka yumba
▁f pr
▁w’umu kobwa
▁nyama gabe
▁ni mu
▁tele phone
▁uwi mani
sangan yamatsiko
▁cu mi
▁i sura
▁bi hagije
fungu ye
tungu ye
▁ba saba
mi a
▁kan seri
▁igi hombo
▁en ye
▁ikiba sumba
▁a koresheje
▁ku genzura
▁m bo
kan gu
▁bwa kozwe
▁iwa cu
▁n’im yi
▁pari ke
▁ubwanditsi muhaburarw
▁gu sanga
▁gu subira
▁mi rongo
▁bo ko
▁kubi kora
riri mbye
▁ya vugaga
▁gu koreshwa
han ganira
du fasha
▁f an
menye rewe
▁mozambi que
▁i zo
▁ku zaba
▁ku byara
▁ya fashwe
▁c g
▁e l
▁za ra
tun zi
▁corne ille
▁uwimani mpaye
▁aba hanga
▁aka vuga
hari we
▁y’a gaciro
hise mo
mere ye
rani je
s to
▁i jwi
▁u tara
▁ba kozi
▁ruta hizamu
▁ fu
▁i gomba
go mbye
le n
reke je
▁wu ndi
h we
▁ya subi
▁fran co
▁kwan dura
rukira muco
ya biziga
▁bi humbi
▁p hi
gira ga
▁kwi zera
▁fa shi
s san
▁i shema
▁kwi tegura
hin de
▁i zuba
▁bi ke
▁aka gari
tangi re
m yu
▁ba huye
ru nga
fu ngi
la mu
fun giye
▁bahu riye
f f
▁cya bereye
gani sha
▁ye rekeza
▁ryi ta
▁know less
▁bibili ya
▁bi menyetso
hi she
kuru ra
▁an gana
▁uwa mariya
▁ca r
▁bw’i bi
▁niyon shuti
a u
m pu
▁ku rangiza
▁r waka
▁ga tu
▁iza bera
▁gute kereza
▁fashi on
bu tsa
▁wa bereye
▁n’aba kinnyi
▁guso za
m ve
▁a herutse
ko de
▁ba banje
kin wa
lo metero
▁iba ruwa
t wo
▁a korera
ge zi
▁ama buye
fu zo
gere je
reke zi
▁me tero
t t
u yu
▁ka monyi
▁jac ques
▁vin cent
▁ba va
▁ba bana
ha hi
gan ge
▁ma gana
su ku
ine ma
▁al bert
▁u jya
▁ba mwi
ha maga
▁ni cyo
vi ramo
ce l
▁bika za
▁i ma
▁mu ziki
▁gi te
▁ma ca
▁nta go
bi bi
ha kana
▁ki to
▁ka ru
▁ry’umu ryango
bin yujije
m yo
bi kora
▁ya katiwe
▁nta ki
▁z’amado lari
an d
▁a saga
▁bi baye
hi zi
▁so u
▁n do
▁in teko
so je
▁mi shinga
▁tu kaba
▁ib yemezo
▁k’u mu
▁a si
▁ya fatiwe
▁m p
▁n’ e
zo bere
▁n’a ga
▁z’i banze
▁g lo
▁habaru rema
▁k indi
▁bu komeye
▁y’igi he
▁b ru
hu ka
▁yaha ye
▁buda ge
▁boko ta
p ri
▁n ge
▁n tego
▁bi shoboka
me je
▁ama kimbirane
▁pe refe
▁baka mu
▁ibiri bwa
▁ rona
▁n yaka
▁n danga
▁bi bu
sa za
▁ubwi za
▁bya je
▁f la
tungu ranye
▁ba wu
▁bi zi
▁mi che
ca ro
▁kwe mera
▁ingo ma
t han
ku biri
▁f lo
▁ban jye
tangi riye
com yiza
▁air tel
▁boy z
j on
▁ba menye
▁ya re
ran eza
▁mi comyiza
▁na eb
pe ri
yaka zi
▁re ka
▁yeme ra
▁ur wibutso
▁zi maze
▁ban ga
fungu ro
lan d
▁berna rd
▁a mi
▁ya tewe
▁r nc
ku ze
tan ge
▁ki maze
▁af rika
rizwa mo
fumbi re
▁b eza
▁bya yo
▁guso hora
m ine
▁i kubi
▁gu toza
▁ibi tero
▁ben in
▁wee k
▁rider man
ga ye
ki shwa
▁ma jyaruguru
huti sha
▁i se
da mia
▁bi tanga
go la
here jwe
fati ra
▁fran ci
▁dan ny
▁maca damia
t ho
▁n gamba
▁ya teguwe
en ge
▁n’umu ntu
mye nda
▁njye we
▁ruga gi
▁bi vuga
▁gu tsindwa
▁n’in garuka
▁icya kora
▁isu kari
ka ga
▁ku bo
ci en
▁cya baye
kuriki rwa
▁ van
▁gu fatwa
▁kan o
▁mi bereho
▁na ho
▁nu mero
kon gera
▁yibu kije
▁ one
ba l
ta mbara
▁gu shora
▁e rne
kuriki yeho
reke ye
▁yin jiye
▁stu dio
m yumbati
▁b ro
▁n in
▁ibi taro
▁y’i yi
▁t w’
▁you ng
hahi rane
ka wa
▁ru kora
▁ma dri
▁ari cyo
▁bwa garagaje
▁han tu
▁guso ma
▁tru mp
▁a yobora
▁n gi
ku za
▁gi tsina
cu ment
▁ri komeye
bona mo
▁kuvu gurura
▁ukun di
▁acade my
’ s
▁u vuga
re na
▁bi gi
▁bi twa
▁ya tsinzwe
▁n’ibi hugu
ju mba
rani ye
▁ti go
▁z’umu goroba
▁ T
▁bi se
▁ha je
▁e co
▁nya ba
▁cy’i si
▁te am
▁ye zu
▁z’i joro
▁n gendo
gi sho
yi ta
▁bi yemeje
sa bwe
▁nta ba
▁bw’i ki
▁yabi vuze
d ani
▁n kunga
▁c yumba
▁kwi teza
▁kwa mamaza
▁ubwo ko
▁kugu ma
▁i fasha
vu nyi
▁ibi sabwa
▁ma tsinda
kan da
san gira
▁an to
zengu ruka
▁madri d
f t
▁umu ganda
wan du
▁ama ta
han gange
gwa bira
▁ib yumweru
curu riza
▁cy’i mi
▁kwin jiza
▁ S
▁n te
▁umu kono
▁mi siri
▁imi gabane
mbi ye
▁abatu ranyi
▁iz wi
▁fili mi
▁akana ma
▁ihu riro
▁a je
te ze
▁ki buye
▁ma boko
▁im buga
▁yi hariye
▁nta gwabira
tera hamwe
▁ko mpanyi
▁yaba shije
▁to mbo
daga du
m bera
gu we
▁ku rengera
me ri
hu ngiye
▁ka bu
▁wo r
tu be
▁zi vuga
▁wa sanga
▁n’umu co
▁n’ibi humbi
▁gute rwa
▁by’u kuri
▁a shinjwa
▁de s
▁kigalitoday com
▁ba he
di tse
bwo ba
▁to day
▁by’in gendo
▁bago sora
ko mo
tu rere
ku san
▁aba koze
li e
▁ru sengero
▁ka to
▁yi teguye
yandi tswe
mun si
▁i g
▁n’ andi
▁ban duye
▁d ro
▁an gola
▁nk’ ama
▁al geria
▁ja ck
▁yavu tse
ri ma
▁ya sin
▁n’i gihugu
▁n’a bi
▁tu bona
▁za ba
▁ba shakanye
▁ya garutse
▁mu si
▁gi shobora
fu ka
ca manza
▁an ne
▁ida sanzwe
▁ea c
▁pas cal
c le
▁u korera
▁ku ti
se a
▁in toki
▁ga sana
▁kuba hiriza
▁z’i gihugu
▁gisa gara
▁inyama swa
▁franco is
▁i genda
▁ya to
▁in yi
▁igi subizo
▁t w’i
▁bi genda
▁ma ro
fu r
mbi a
ca kubiri
▁n’ama segonda
▁fa u
pp y
▁ser vi
humu riza
▁c up
▁gu kinira
▁aba toza
▁y’ akarere
▁ki rimo
▁igi fungo
bura yi
▁d on
▁inga gi
▁me ssi
hinda gu
▁alex is
▁ soko
▁ zuba
ga yi
▁bu shobora
here je
ton i
haga rika
▁guta ha
▁anto ine
i mba
▁ibi shoboka
▁po ro
▁fo u
t r
▁ku r
▁c an
cu nga
▁bya ga
ju gu
min ota
▁bigo ye
▁i banga
▁u gira
wa bo
▁ya shyizwe
▁ru ka
▁iki zere
▁imi paka
▁n’in gabo
▁n’iki bazo
▁ H
▁b ra
▁a ke
▁a tanu
▁bi shimiye
▁ka gali
▁ubu jura
twa re
▁mun ye
ani we
▁mwa shakanye
hara ra
▁milli ons
▁n giye
▁mu cyo
▁gu hora
ce s
▁ry’i gihugu
l do
ban ire
▁ha bayeho
kwe to
▁bada fite
byin iro
▁nyabu gogo
▁fun d
yi re
▁ya banje
▁mu pira
▁ma u
fu byi
▁ni co
ci de
▁to rero
▁kari simbi
▁franci s
fashi jwe
soho tse
▁pro f
▁ryi twa
▁gucu nga
▁award s
hi mana
▁y’u bwi
▁nta mbara
tegere jwe
m ina
s ine
▁gu tunganya
▁im an
she jwe
top he
l m
▁a hora
▁bi fasha
▁bu ke
▁ki ge
su bu
mbi ka
▁n’aba kozi
kwa ya
▁nk’a manyarwanda
ra ra
ta birwa
▁zi zaba
▁z’i bi
▁imyi twarire
▁amavu ta
▁nyu ngwe
u a
▁ku m
▁m wan
▁kuba ha
vi c
▁ri rimo
garaga riza
▁vi rus
▁cy’u ko
▁mpan de
hangayi ki
w n
▁b la
▁n ubu
▁bi gomba
▁gu shishikariza
▁bu yobozi
▁in tumwa
ran kunga
▁n’aba kobwa
por t
shyize ho
▁sy li
▁glo bal
s oni
bu rira
▁bi zwi
▁bu vuzi
zwa ga
▁ry’umu kino
n an
▁n yandiko
▁ba m
▁ba ho
▁ba sigaye
▁mu sozi
▁ma shya
▁y’i tariki
▁ko rali
▁kwe rekeza
▁yabi sobanuye
▁kaba ya
▁rw’a bikorera
▁akaya bo
e t
▁n ganda
si fu
▁in gengo
▁y’ indirimbo
he nge
▁uru mogi
guri we
▁kizi to
s pe
▁ C
▁i terwa
ma li
▁ba bone
bo ra
▁mu tu
▁umu paka
▁im yambaro
kin gi
kome ra
▁yi zeye
nda tion
tandu kan
▁pa rt
ni mana
jo ra
▁musa za
gi rika
▁re al
▁h ’’’
▁ shyaka
▁u kwiye
re be
▁ku ku
▁gu hita
▁bu gufi
hi sha
▁zi bi
▁mini s
▁y’ubu rengerazuba
▁w’umu nya
gwi ro
▁ba fana
te gereza
si gara
▁ru kaba
▁t v
▁n’in ganda
gobo ka
▁fou ndation
▁ G
▁u riya
▁ku gwa
ha ranira
▁ama gare
▁iki ri
mbi ra
▁bara sabwa
▁i y’
▁bi shya
▁ka be
tanga zo
▁cya ha
▁n’umu kobwa
▁nyi r
tegu rwa
rwan o
▁ea st
▁bar cel
▁guhagara ra
▁ya he
▁mu yoboke
▁umu gambi
▁yi shwe
po ol
▁mun yakazi
▁yakore sheje
▁yita bye
shyiki riza
▁i herereye
▁ya kiriye
▁gu sohoka
han do
▁ru ndi
▁ibi subizo
▁ma yange
▁s na
▁cya ra
▁w’i mari
▁fa mi
▁b ine
▁ku bwira
▁umu hoza
▁n’i terambere
▁iki menyetso
gize mo
▁ma shusho
▁kwi yubaka
▁bw’ ubu
▁sa l
▁kuvu ra
▁muse nyeri
▁sin zi
▁nyamu kuru
dagadu ro
▁gu ho
▁gu teka
▁bya tangiye
▁du kora
tanda ro
▁su per
▁inko moko
gh t
r n
gu ruka
▁m pi
▁ma foto
▁mi higo
▁t y
▁bita renze
▁w’a furika
▁ferwa ba
cha el
▁syli dio
▁mu mu
▁n’u m
▁kwi taba
▁kwi cwa
tsi ro
▁bite guye
▁iri ho
kuba hwa
▁am b
hagari tse
▁i d
▁a h
ru ba
▁mu kundana
▁ka b
▁zi jyanye
gara mu
cu ti
▁guha ranira
▁mo de
▁y’umu kino
▁yeme ye
ver pool
▁dj ama
▁maro c
b y
si vi
▁in ge
▁bya bereye
▁iki gega
▁t ha
▁b’i bi
▁ur ban
hoho terwa
tien ne
▁gu shyin
▁gu korerwa
▁s kol
▁n’aba ri
▁aha mya
▁da mas
▁b k
▁ba komoka
▁gu siga
▁in yandiko
▁ha bonetse
▁n’i ya
▁imi twe
▁pe tero
one l
▁kwita bwaho
▁sebu harara
w s
▁n zaba
▁u rimo
▁ba sirikare
▁ba fashwe
▁igi tsina
▁b’u mu
▁dar fur
d f
▁i hungabana
ran zwe
shi di
▁uru rimi
▁ry’ a
▁n’in dwara
mban yi
b indi
b yumva
ri ta
▁mu byeyi
sa ka
▁imi tungo
▁um wanditsi
shobora ga
▁le ona
▁be yon
▁isi ganwa
▁g hana
▁ry’i mi
lin g
▁a koresha
▁a dri
ri tse
▁n genda
▁gu hinduka
di e
▁bu tegetsi
▁gi tero
▁yi shimiye
ngu ka
▁kuta gira
p on
▁ hana
▁ba rangije
▁mu kaba
si ane
sha kisha
▁aba hungu
▁aba hawe
▁ubu hahirane
mba ro
▁aka bi
ci al
shyira mo
▁n’ubu zima
rin zi
▁bida sanzwe
komere za
mun wa
m bana
▁gu hitamo
▁bu ntu
sha sa
▁ubu rezi
▁yi yemeje
▁twa ba
▁rwa ga
pfo bya
▁cy’in dege
▁sita siyo
▁m on
▁ru tsiro
▁p ho
▁j i
▁du tandukanye
▁se ne
▁aha gana
▁z’u kwezi
▁by’i mari
fungu rwa
▁udu shya
n gera
en ga
sobanu rira
▁jo siane
▁z’amado rari
genera l
▁kumenye kanisha
▁djama li
▁bi turuka
▁ya garagaye
▁umu dugudu
▁in gana
▁aka yezu
▁imi terere
▁bata zi
▁da vid
▁witwa ga
zi gami
▁gu cika
go ngo
▁umu hinzi
▁umu jyanama
▁ama hanga
▁ubu kangurambaga
▁nde nde
▁tu mu
▁ib yumba
bwi rwa
▁mun ya
▁n’umu tekano
bone yeho
▁su dani
▁gato lika
▁leona rd
▁ ’’
▁b wu
▁ba hoze
ta r
▁w’ aka
▁bara mu
▁abi tangaza
ra el
▁ru nini
do re
▁man da
▁inko tanyi
gu ke
▁ya kinnye
▁gu tora
▁aba kuru
ran d
▁im yanya
▁na mu
ranga mutima
▁ic y’
▁aga hinda
▁ca mero
▁cyi twa
t ini
▁i zamu
ru ye
ze yimana
ku we
▁umu shahara
▁uru hu
▁abi tabiriye
▁mo u
▁ibya baye
▁b’ ama
▁kuvu gana
▁ci p
▁ubura ya
▁miri yoni
b yu
n si
bu guzi
wi twa
▁ka rekezi
▁e w
▁t wu
▁nya kubahwa
▁ara ba
▁basa bwe
▁ala in
▁kito ko
▁i tangaza
▁i tsinze
▁u zamu
▁u kinira
▁ba tandatu
▁ya sanze
▁in gengabitekerezo
▁mi chael
net te
▁mu ga
▁ha teganyijwe
▁ama shami
▁ki tari
▁wa ha
▁s t
▁ko ronavi
▁guha tanira
▁li verpool
▁sta r
▁ju pp
▁imyi teguro
tsindi ye
gu fasha
ru kana
ki e
fu je
bye mera
▁n’imi bereho
fati rwa
m bya
p fi
▁i kwirakwira
▁imi hango
▁w’i yi
▁re g
▁uwa se
▁abazi ze
▁haki zimana
▁gu shyirwa
▁n’i byi
▁wa menyekanye
▁pa c
subi zwa
▁y’ubu tegetsi
▁kugera ho
▁w’ubu banyi
cen e
▁rona ldo
gi tura
ru ta
▁m yu
be shye
▁aba depite
▁ubu kene
ke mu
▁ata zi
tekere je
rie s
▁N i
▁yashyize ho
▁adri en
▁ew sa
di er
▁bu kene
mi ye
▁igi curi
▁mi handa
▁t hi
tegan ywa
▁abari mu
▁chris tophe
gu ha
▁umu rongo
▁bu garagaza
▁ki yaga
▁kan imba
▁bwa we
▁rw’ in
▁ibigo ri
sabi mana
g le
ri ze
▁u kiri
▁ku jyana
tu manaho
▁ha koreshejwe
▁ru re
▁zi gamije
▁na ason
▁se rena
▁batu ruka
▁fi fa
▁kab gayi
▁i fata
▁n shinga
▁ku ran
▁ya byo
ran ce
garaga jwe
▁n’umu kunzi
shan yo
▁yan ga
▁y’ubu banyi
▁rw’i si
▁yitwa je
▁a bere
▁ha ka
▁ki garagara
▁ki gega
shyi riweho
la s
▁cya ba
▁pe ti
re ze
▁ba mbaye
ru ru
me ka
▁ru hando
▁nta wa
tandu kanya
▁w’i shyirahamwe
▁nya ruguru
▁si ko
tum vi
▁w’in ama
bunga bunga
▁nze li
▁kura mya
▁a wu
▁a kina
ta t
▁gu shize
yu nge
sha je
▁ki vuga
du ha
▁ibi hano
▁y’igi kombe
▁u geze
▁gu kurikiranwa
▁umu soro
sha kiye
▁wa gize
▁hari ya
ce r
▁nti yi
shimi rwa
korera ga
▁fa bi
gendan wa
p ani
▁n tera
▁bi ha
▁ya teye
▁gu kira
si ba
si we
▁umu ganga
man zi
▁ry’i mana
▁su n
a ti
i bi
▁ku tu
▁bi tu
▁aba mu
mi re
▁ama boko
▁mini com
▁bata za
▁rya bo
▁is rael
▁hu ba
▁k’ ama
sesengu ra
▁koronavi rusi
he nze
▁kwi baza
▁igi tabo
zu ra
▁yi ze
▁go ma
▁bigo gwe
▁champi ons
k wan
▁u wu
te je
▁bi tanu
go ri
go ma
▁ha ssan
▁ibi kombe
▁uru gamba
▁bwa yo
ji sho
gari tswe
kemura mpaka
▁i komeza
▁a kan
ga ma
re ti
▁mu gisha
▁zi tari
▁ari rimba
bwi raga
▁zin yuranye
▁mazu tu
▁umu gisha
▁bu shobozi
▁ru komeye
▁zi sanzwe
ryo he
bera ga
▁y’aba gore
gari tse
▁bahu ngiye
▁mana ger
▁yasoho ye
▁sene gal
▁i jya
▁a komeje
re a
▁ba fitanye
gu ma
▁bi kana
▁ya tangije
▁gu funga
▁n’i zi
▁zi kora
garagara mo
▁n’ib intu
▁n’ikin yamakuru
▁sna ppy
▁c en
▁ha giye
▁mi sozi
▁bya tewe
▁w’i mikino
cyo rezo
yo ma
▁ya tanzwe
▁c ho
▁aba sha
hugu ra
yobo ro
yin ywa
tara mira
▁bwa cu
▁iri ya
▁bw’ama horo
▁yve s
pfuka munwa
▁i bu
ko tanyi
▁ya ma
▁ru kuru
kan ywe
shobo re
el le
d ge
▁bi kunze
▁ara vuga
▁byo roshye
▁bati shoboye
▁poro garamu
ra bu
gu sa
me zwa
▁aba shinzwe
▁ha garagaye
▁ki ka
hi a
▁za we
▁akaba riro
ju ri
▁be st
▁l on
▁yahise mo
▁niwe mwiza
zin duko
▁i saba
▁u herutse
mu biri
▁ka vu
hi rizwa
▁ri zaba
ca ra
▁za ha
kwe reka
▁fran k
ron ko
p t
▁ba byeyi
ban e
▁ama jyambere
▁n’in zara
sin ga
▁umuhanzi kazi
▁muru muna
▁n’e byiri
▁ yongera
▁a jyanye
ya pani
▁u hereye
sh on
▁bi korerwa
me rere
▁ha tegeka
▁ka wa
▁p rin
▁twa giranye
▁n’umu nya
▁n’imi ryango
▁guhi mbaza
um z
wuba tsi
i je
re s
▁aba maze
▁ma bwiriza
hi ze
▁mi jyi
pe rezida
ce lles
▁yara bi
▁y’ama zi
van ga
▁n’im pu
▁imbo ga
c ro
l sea
▁i be
se neza
▁aban yamahanga
▁mi tali
▁y’i burengerazuba
gami ye
▁z’i ki
▁y’a mezi
shyin guye
▁niyo mugabo
▁fami ly
▁a kanya
▁a moko
sha shi
▁ru shinzwe
▁ga kwaya
▁n’ubu kungu
▁me ya
byin a
▁ba zwi
gu fu
▁ku mara
▁ma li
▁ma jyepfo
▁cya tangiye
bya ha
kunda ga
▁fa o
hindu ye
mwu ga
▁bito roshye
▁app le
▁ sho
re ga
sh en
▁ba tanze
te ma
bo mana
▁m c
▁ic tr
▁pe ter
kubi ye
▁uni ver
tre a
mure myi
▁a sigaye
▁ki e
du rira
▁kwi zihiza
vi lle
▁abi korera
▁iwa wa
rwan yi
▁baku ze
▁ce le
▁rwan yu
▁yata we
yisi re
▁fabi en
▁ma gingo
▁zi tuma
▁n’u mwana
▁umun yeshuri
▁n’umu toza
▁jean nette
sin zi
goro rwa
▁k’u bu
▁hegi tari
▁gu siganwa
▁bu kungu
▁bu shingiye
▁ma hirwe
▁n’i myaka
fite mo
▁bita ba
▁uku ba
tin g
▁be a
▁rya yo
▁bo se
▁bate we
▁ruta yisire
shiman giye
▁men ya
▁a shize
▁ba baye
▁ku renga
▁ya teguye
ku senge
▁ma fi
▁n’u b
▁kan ini
ne ti
▁ban yeshuri
▁n’ubu tegetsi
bone ye
▁mwi seneza
▁n’icyo rezo
▁i fumbire
▁a twara
▁ba shyira
▁ba kunzwe
▁gi sozi
▁ki ga
▁ru tanga
▁p gg
gen dana
mba raga
▁wa tangiye
ren ce
▁d ani
▁baka reba
▁abi canyi
▁guse nya
▁mpan uka
▁i mwe
▁u gera
tu s
▁ma ra
na teri
▁y’i byo
gari ro
▁he nshi
▁y’umu ryango
▁biri ya
▁amu bwira
▁nto ya
▁cy’igi fungo
▁pgg ss
▁ shyirahamwe
▁a yoboye
ta shye
▁na mwe
▁yi swe
ju rire
▁ntara ma
▁ju stin
▁cy’umu ririmbyi
▁pla tn
▁n kora
▁ba hura
▁ba hinga
te s
▁m winshi
▁aba renga
li ane
ne ste
▁ri fite
▁t ra
pa diri
▁w’i mana
▁bara saba
shyu he
▁pla tini
- ki
ba sira
yi ra
▁m pinduka
ti ano
▁y’u burasirazuba
shyi re
▁mini st
yuze mo
▁umwa rimu
▁tho neste
▁promo ter
jon jora
u ba
▁ jya
▁a bwira
ta rengeje
hu ha
▁n’i c
▁ni bi
genda ga
▁icya ri
muha ye
▁ubwi sungane
▁part y
w w
▁i t
▁i bona
▁i kosa
▁a ll
▁n kemurampaka
▁ya gera
▁gu sobanukirwa
▁ubu vuzi
▁ga tete
▁han d
▁yara ye
tion s
▁iri ndi
▁ruha go
▁n’umun yamabanga
yongere yeho
▁che lsea
▁fau stin
d indi
n gani
s k
re mbo
▁ku menyekana
bu tse
▁bi zeye
▁bu hagije
▁in yo
yon zi
▁rwa ra
▁icya yi
vugwa ho
yumva mo
▁a po
▁ba han
▁umu vuduko
▁bu ndi
▁aba ririmbyi
▁ki menyi
▁ni mero
bya ro
▁m bwa
se nateri
ku re
▁ki bi
▁je u
kiri ya
muna ra
sifu zi
gu tabara
yu ranyije
▁ka rindwi
gere ranya
bya ranye
▁nk’i gi
▁bari ya
geje jwe
mban ye
ruhu ko
l bert
p en
▁ya gizwe
hu riro
▁aba ta
mi e
ca r
▁baha tanira
▁z’u buzima
▁l ’
▁platn umz
▁i faranga
▁u te
ko sora
▁ya jyaga
▁in tebe
▁aba kiliya
▁mi korere
shyi kirwa
▁s pe
tin celles
▁w’umu dugudu
▁nk’i byo
tore we
mere rwa
▁y’uru byiruko
▁kire he
▁wasanga ga
ri ngi
▁ya rana
ku mi
me d
▁ka mere
▁mi bonano
▁yi tabiriwe
▁vi lla
▁wan yu
▁kiza bera
▁inzo ka
mpa la
▁bitwa je
v in
▁ won
▁ ger
ya bu
ba je
ru byiruko
▁ya shize
▁m r
▁ha kuriki
han na
▁gi pimo
▁ma shami
▁aka gera
▁w’i bihugu
▁bwa korewe
▁n’ibi ro
▁li ve
▁ika wa
▁con fe
▁ubwa bo
sanzu re
▁buta li
▁gukura ho
▁damas cene
o gle
▁ba shinzwe
▁ku garura
▁ya ru
shi ki
gara garaga
kun dan
she shatu
▁ban gana
▁ika rita
hagara rira
▁iga banuka
razi l
▁au gu
gwi za
▁M u
▁p ri
rwe nya
▁mwi herero
▁yaha kanye
yandi tse
▁bene di
▁iso mo
▁miche l
▁servi ce
▁mau rice
▁butali yani
▁u p
bi ka
▁bi yobyabwenge
▁ya koraga
gwa ho
▁tu maze
▁e tienne
vi e
▁twa vuga
mwi ta
▁w’umu gabo
▁twi fuza
yamama za
kwirakwi zwa
▁u genda
▁bya tuma
▁tu mwe
▁le s
aban yeshuri
▁n’ubwi yunge
▁ shingiro
▁i rondo
ko ma
li en
hi tanye
▁aka yi
▁ri ba
▁pa r
▁twa ganiriye
▁n’umu hanzi
▁baba shije
▁di ane
▁bazi ze
▁ry’u yu
▁guku san
▁ndayi shimiye
c tor
▁a byi
▁k ina
▁gu suzuma
▁aba koresha
▁ha r
ran s
▁im bibi
gira mo
zu za
▁uru mva
▁gihe mbwe
▁sa date
ja gari
▁ara mu
tswe ho
▁biba za
▁b wonko
▁i tuma
bu te
▁bi ki
▁gu kwirakwiza
▁ha bin
▁e sheshatu
kura ho
▁bate gereje
▁by’ama faranga
▁byu kusenge
▁erne st
zigami ra
re mezo
▁ba kin
▁ba tera
▁ku banza
te rankunga
▁bi ganjemo
▁in o
▁imi koranire
▁co a
▁we st
▁ati geze
▁kure ka
▁kugi rana
guri shwa
mban ya
shyikiri zwa
▁muta gatifu
▁myu gariro
▁i shimwe
go zi
▁in teri
▁in kweto
▁zi ha
fu riza
▁iki za
▁ri hanna
▁f on
kuriki we
▁y’umu pira
kubi se
▁n’aka rere
▁imyan zuro
z ine
zi ran
▁gu hana
si ya
▁n’i tsinda
▁aban ye
▁cya munara
ubu mu
▁n’umu jyi
▁co u
▁cy’i bi
fo r
▁by’i terambere
▁yu nze
▁cla ire
▁i je
▁i kwiye
▁ba shoboye
▁ya buze
▁im yumbati
▁n’i genamigambi
▁s inema
▁y’ubu tabera
rin ka
▁rw’i bi
ris tu
▁petero li
▁augu stin
p ha
▁ya kira
▁r w
so hora
▁nta wu
co o
▁wi garagaje
▁d ’i
▁di yose
▁bagomba ga
kara ba
▁kimi ronko
c s
o u
▁ tangazo
mu kira
▁ba curuza
▁bi huriye
▁y’ abanyarwanda
mi sha
to ro
▁ri ti
tera bwoba
▁n’umu sore
▁z’u yu
▁w’ubu hinzi
▁buda sanzwe
▁ima shini
f ri
m c
t ha
▁bi komeje
de nde
mo tari
▁ki tara
tanga rijwe
▁he r
pfu ra
▁ku mvi
▁gu tya
▁bu tunzi
ran de
ke curu
gan yi
▁kwi fatanya
▁kwi hutisha
▁ga ho
▁mi bare
yobo raga
▁yi she
bwi we
