{"<unk>":0,"-":1,"0":2,"1":3,"2":4,"3":5,"4":6,"5":7,"6":8,"7":9,"8":10,"9":11,"A":12,"B":13,"C":14,"D":15,"E":16,"F":17,"G":18,"H":19,"I":20,"J":21,"K":22,"L":23,"M":24,"N":25,"O":26,"P":27,"Q":28,"R":29,"S":30,"T":31,"U":32,"V":33,"W":34,"X":35,"Y":36,"Z":37,"a":38,"b":39,"c":40,"d":41,"e":42,"f":43,"g":44,"h":45,"i":46,"j":47,"k":48,"l":49,"m":50,"n":51,"o":52,"p":53,"q":54,"r":55,"s":56,"t":57,"u":58,"v":59,"w":60,"x":61,"y":62,"z":63,"’":64,"▁":65,"an":66,"▁b":67,"ra":68,"▁i":69,"▁a":70,"▁k":71,"ri":72,"▁n":73,"ga":74,"ya":75,"ba":76,"▁u":77,"mu":78,"re":79,"wa":80,"sh":81,"ye":82,"ma":83,"ko":84,"in":85,"gi":86,"▁ba":87,"za":88,"ka":89,"we":90,"gu":91,"ru":92,"▁ku":93,"zi":94,"bi":95,"ge":96,"ta":97,"ha":98,"da":99,"te":100,"yi":101,"tu":102,"yo":103,"ze":104,"bo":105,"bu":106,"▁bi":107,"▁ya":108,"▁m":109,"▁n’":110,"▁mu":111,"y’":112,"se":113,"▁c":114,"ki":115,"▁gu":116,"si":117,"ro":118,"go":119,"wi":120,"di":121,"▁r":122,"ku":123,"ana":124,"me":125,"▁umu":126,"je":127,"vu":128,"ho":129,"tan":130,"wan":131,"ti":132,"ban":133,"hu":134,"be":135,"▁bu":136,"▁in":137,"yu":138,"sha":139,"▁aba":140,"▁y’":141,"yan":142,"de":143,"mo":144,"sa":145,"mi":146,"▁ha":147,"he":148,"fa":149,"ran":150,"rwa":151,"w’":152,"shi":153,"li":154,"wanda":155,"▁ama":156,"han":157,"▁gi":158,"▁ki":159,"▁ru":160,"du":161,"tse":162,"mwe":163,"▁ka":164,"▁ibi":165,"on":166,"▁ubu":167,"ke":168,"gan":169,"▁ma":170,"▁im":171,"so":172,"▁rwanda":173,"to":174,"▁p":175,"kin":176,"▁n’i":177,"zo":178,"fi":179,"hi":180,"▁n’a":181,"▁w’":182,"wo":183,"bere":184,"gira":185,"gen":186,"mba":187,"▁zi":188,"vuga":189,"▁n’u":190,"gara":191,"twa":192,"zwe":193,"▁kan":194,"kan":195,"na":196,"san":197,"▁cyan":198,"kore":199,"▁kwi":200,"fu":201,"sho":202,"▁ga":203,"▁igi":204,"le":205,"▁wa":206,"hugu":207,"▁aban":208,"▁ari":209,"▁mi":210,"kun":211,"do":212,"▁na":213,"fite":214,"gera":215,"cu":216,"bwa":217,"▁ni":218,"en":219,"▁bya":220,"▁aka":221,"su":222,"tanga":223,"▁kandi":224,"gwa":225,"ts":226,"ne":227,"kuru":228,"▁y’u":229,"zu":230,"yobo":231,"▁nde":232,"bwo":233,"▁kuba":234,"kome":235,"giye":236,"shin":237,"rere":238,"ama":239,"▁tu":240,"▁hari":241,"pe":242,"▁kuko":243,"▁e":244,"▁ndetse":245,"▁yi":246,"vi":247,"riki":248,"▁iki":249,"yon":250,"ren":251,"▁y’i":252,"▁imi":253,"kora":254,"▁uru":255,"yuma":256,"ci":257,"▁ariko":258,"shyi":259,"korwa":260,"ryo":261,"rika":262,"ce":263,"▁z":264,"’u":265,"mbo":266,"▁cyane":267,"▁ri":268,"▁ib":269,"▁nk":270,"yin":271,"jya":272,"shobo":273,"▁s":274,"mbi":275,"shu":276,"▁f":277,"ini":278,"men":279,"aba":280,"▁cy’":281,"yobozi":282,"▁t":283,"biri":284,"▁nta":285,"va":286,"jwe":287,"bwi":288,"nda":289,"ranga":290,"yama":291,"rimo":292,"▁avuga":293,"hin":294,"kaba":295,"▁by’":296,"▁je":297,"la":298,"▁gihe":299,"▁nyuma":300,"no":301,"tsi":302,"tura":303,"pa":304,"gize":305,"kanye":306,"yaka":307,"tsin":308,"▁ic":309,"rwanda":310,"▁mbere":311,"ira":312,"she":313,"▁umun":314,"waka":315,"garaga":316,"ca":317,"▁n’aba":318,"bona":319,"hanga":320,"bera":321,"▁um":322,"po":323,"ngu":324,"yarwanda":325,"gabo":326,"’i":327,"▁za":328,"indi":329,"turage":330,"riye":331,"▁abantu":332,"eza":333,"bye":334,"▁cya":335,"▁mun":336,"faranga":337,"▁j":338,"zwa":339,"▁bw’":340,"umu":341,"rana":342,"bazo":343,"wu":344,"▁ban":345,"mana":346,"shaka":347,"vuze":348,"tera":349,"kino":350,"▁ta":351,"maze":352,"kwi":353,"▁ry’":354,"yango":355,"▁du":356,"gere":357,"▁kugira":358,"co":359,"tara":360,"shobora":361,"enshi":362,"bura":363,"byi":364,"kana":365,"man":366,"tandu":367,"▁w’i":368,"▁se":369,"fasha":370,"ryango":371,"ubu":372,"rira":373,"▁neza":374,"▁le":375,"▁pa":376,"nga":377,"▁twa":378,"▁gusa":379,"gore":380,"zima":381,"shya":382,"▁cyangwa":383,"geza":384,"▁n’umu":385,"ciro":386,"kira":387,"▁ko":388,"▁nk’u":389,"ve":390,"▁aga":391,"▁ra":392,"tege":393,"▁nya":394,"ndi":395,"▁tariki":396,"▁pe":397,"wanya":398,"▁nti":399,"▁bwa":400,"▁sa":401,"bana":402,"gana":403,"▁wi":404,"gali":405,"▁co":406,"tandukanye":407,"▁mwaka":408,"gani":409,"▁igihe":410,"geze":411,"zaba":412,"▁buryo":413,"▁akaba":414,"curu":415,"pi":416,"nyi":417,"baye":418,"bya":419,"sanzwe":420,"ruka":421,"yeme":422,"side":423,"▁po":424,"▁rw’":425,"ji":426,"▁d":427,"▁we":428,"▁ata":429,"▁mini":430,"▁jeno":431,"gura":432,"▁yavuze":433,"▁jenoside":434,"gihugu":435,"▁buri":436,"▁si":437,"▁imbere":438,"▁kigali":439,"▁rwa":440,"▁han":441,"renge":442,"rezi":443,"kobwa":444,"rwe":445,"shimi":446,"▁yagize":447,"▁karere":448,"tum":449,"ganda":450,"▁benshi":451,"menye":452,"▁n’ama":453,"yinshi":454,"▁n’aban":455,"▁re":456,"▁rwe":457,"▁kubera":458,"diri":459,"pu":460,"▁leta":461,"kuriki":462,"riza":463,"▁aha":464,"▁amafaranga":465,"gomba":466,"banu":467,"shyira":468,"mva":469,"▁mili":470,"bwe":471,"▁n’ubu":472,"ranye":473,"ani":474,"▁bara":475,"▁minisi":476,"jye":477,"▁n’in":478,"▁baka":479,"sanga":480,"ina":481,"nye":482,"one":483,"▁umwe":484,"shan":485,"komeza":486,"lo":487,"▁bata":488,"▁o":489,"komeye":490,"▁bita":491,"furika":492,"▁abaturage":493,"shuri":494,"tuma":495,"hanzi":496,"rezida":497,"byo":498,"▁kugeza":499,"▁muri":500,"korera":501,"zamu":502,"dirimbo":503,"▁cy’i":504,"shinzwe":505,"▁an":506,"kinnyi":507,"fata":508,"▁uku":509,"nge":510,"▁umuyobozi":511,"saba":512,"kwa":513,"tangiye":514,"▁yan":515,"▁kwe":516,"jyan":517,"yiza":518,"▁perezida":519,"mbe":520,"kunda":521,"yose":522,"ni":523,"▁ho":524,"▁gukora":525,"▁z’":526,"tsinda":527,"jyi":528,"fo":529,"tin":530,"▁gihugu":531,"mbere":532,"▁poli":533,"subi":534,"dwa":535,"ngo":536,"wana":537,"▁rwego":538,"tiri":539,"kiri":540,"▁ikin":541,"mvu":542,"▁haga":543,"▁ati":544,"koresha":545,"▁n’ibi":546,"▁yara":547,"mbu":548,"koze":549,"▁nu":550,"▁bite":551,"por":552,"fatan":553,"shwa":554,"yana":555,"genda":556,"yoni":557,"sobanu":558,"shize":559,"▁de":560,"▁ikipe":561,"▁nk’uko":562,"garagara":563,"komeje":564,"▁gahu":565,"aban":566,"ter":567,"▁baza":568,"guru":569,"ju":570,"▁aza":571,"bone":572,"▁umuntu":573,"▁gahunda":574,"kere":575,"intu":576,"▁munsi":577,"▁be":578,"here":579,"▁iza":580,"kipe":581,"▁y’aba":582,"garagaza":583,"teri":584,"▁abatu":585,"▁guha":586,"▁baha":587,"cyo":588,"shije":589,"genzi":590,"▁bamwe":591,"▁rya":592,"teka":593,"▁spor":594,"el":595,"▁y’ama":596,"mweru":597,"▁bo":598,"jyanye":599,"gendo":600,"rya":601,"▁miliyoni":602,"▁jean":603,"▁afite":604,"▁baga":605,"▁abi":606,"mari":607,"tangaje":608,"▁ita":609,"yumweru":610,"ja":611,"ton":612,"▁hagati":613,"▁harimo":614,"▁yaba":615,"▁y’ubu":616,"ine":617,"▁z’u":618,"insi":619,"▁uyu":620,"pamvu":621,"▁mo":622,"pr":623,"ganiro":624,"shyu":625,"▁imyaka":626,"▁gute":627,"raga":628,"hita":629,"▁vi":630,"gari":631,"▁bafite":632,"▁ara":633,"kwe":634,"▁afurika":635,"rw":636,"▁abandi":637,"▁kuri":638,"▁ngo":639,"jo":640,"shinga":641,"▁isi":642,"▁uburyo":643,"twe":644,"korana":645,"▁te":646,"▁uwa":647,"▁ye":648,"rutse":649,"tangira":650,"▁kabiri":651,"▁abanyarwanda":652,"tangaza":653,"tegeko":654,"▁rayon":655,"pan":656,"▁ibikorwa":657,"▁yo":658,"tangi":659,"▁hi":660,"▁fc":661,"zira":662,"▁-":663,"▁n’ib":664,"yamakuru":665,"tion":666,"▁jo":667,"rusha":668,"mwi":669,"gami":670,"ngi":671,"curuzi":672,"soko":673,"bwira":674,"twara":675,"kura":676,"buga":677,"cya":678,"seze":679,"▁byose":680,"tumwa":681,"renga":682,"▁kumu":683,"▁nda":684,"zan":685,"▁he":686,"rd":687,"zuba":688,"▁w’umu":689,"ll":690,"aka":691,"▁bikorwa":692,"▁kubi":693,"▁ahu":694,"▁inga":695,"tekere":696,"▁bavuga":697,"▁kimwe":698,"humbi":699,"kene":700,"▁abatutsi":701,"▁nk’":702,"st":703,"bonye":704,"win":705,"▁bwi":706,"▁mpu":707,"tanu":708,"▁z’i":709,"▁indirimbo":710,"▁by’i":711,"▁ahan":712,"reke":713,"▁l":714,"rije":715,"kano":716,"tswe":717,"dwara":718,"▁yu":719,"▁fa":720,"merika":721,"▁ca":722,"hari":723,"▁ntabwo":724,"kwiye":725,"▁ikibazo":726,"▁to":727,"ss":728,"tekano":729,"▁baba":730,"myaka":731,"▁kon":732,"riri":733,"sore":734,"▁kwa":735,"▁minisitiri":736,"tego":737,"menya":738,"▁ibya":739,"▁iz":740,"▁b’":741,"▁mujyi":742,"▁iyi":743,"shanwa":744,"pfu":745,"▁byi":746,"ywa":747,"qu":748,"▁abana":749,"▁g":750,"toza":751,"nze":752,"kina":753,"▁byinshi":754,"▁nk’i":755,"horo":756,"guye":757,"kundo":758,"siga":759,"▁me":760,"ota":761,"sin":762,"van":763,"bira":764,"shwe":765,"▁kaga":766,"▁w’u":767,"▁yakore":768,"▁bw’i":769,"▁hamwe":770,"yije":771,"▁li":772,"hindu":773,"▁n’abandi":774,"▁al":775,"▁mpuza":776,"▁di":777,"▁imana":778,"▁uganda":779,"▁buru":780,"▁n’ibindi":781,"tyo":782,"▁babi":783,"▁bihugu":784,"▁y’umu":785,"taramo":786,"vuye":787,"▁ahubwo":788,"▁kure":789,"buka":790,"▁kubona":791,"▁sports":792,"hinzi":793,"▁biza":794,"▁so":795,"▁polisi":796,"▁mwanya":797,"▁kin":798,"▁bakaba":799,"▁ry’i":800,"er":801,"▁ja":802,"▁ibintu":803,"▁icya":804,"hare":805,"▁do":806,"▁igihugu":807,"▁murenge":808,"mye":809,"oni":810,"gereza":811,"min":812,"kombe":813,"tare":814,"bwiye":815,"kozi":816,"▁batu":817,"▁kugi":818,"tanda":819,"ruko":820,"rin":821,"saru":822,"▁the":823,"▁kujya":824,"▁kagame":825,"ganya":826,"▁apr":827,"mvi":828,"▁ika":829,"▁agira":830,"▁nko":831,"▁y’a":832,"hise":833,"▁nubwo":834,"rasi":835,"▁biba":836,"▁twi":837,"gaban":838,"mbwa":839,"▁inama":840,"hora":841,"▁amakuru":842,"▁cyi":843,"▁hanze":844,"saruro":845,"bare":846,"▁ubwo":847,"rona":848,"▁mukuru":849,"sange":850,"▁mwi":851,"huye":852,"▁yaha":853,"mera":854,"rinda":855,"byeyi":856,"ganira":857,"▁kuza":858,"tso":859,"▁nyi":860,"terambere":861,"rangi":862,"▁cyumweru":863,"lle":864,"▁ubuyobozi":865,"▁umugore":866,"banga":867,"zwi":868,"▁ugu":869,"yongera":870,"yuba":871,"fuza":872,"jyana":873,"▁ifite":874,"▁imba":875,"riro":876,"fashe":877,"▁bin":878,"▁kibazo":879,"▁uruhare":880,"▁nyama":881,"rt":882,"zego":883,"▁rwi":884,"mya":885,"byiruko":886,"gero":887,"gene":888,"mpi":889,"▁bamaze":890,"▁sha":891,"▁bitandukanye":892,"▁con":893,"▁wese":894,"▁rusange":895,"▁minisiteri":896,"sabye":897,"banza":898,"retse":899,"▁fi":900,"yeho":901,"taba":902,"▁kugera":903,"tatu":904,"doka":905,"▁y’in":906,"▁ubuzima":907,"rus":908,"▁bamu":909,"▁ntara":910,"can":911,"▁mukino":912,"tandatu":913,"hango":914,"shuro":915,"▁abakinnyi":916,"rezo":917,"shuti":918,"moka":919,"rushanwa":920,"▁umugabo":921,"gisha":922,"▁yabi":923,"▁kurusha":924,"akarere":925,"pfo":926,"▁gutanga":927,"▁nyinshi":928,"bereye":929,"rano":930,"ur":931,"▁b’i":932,"▁w’in":933,"▁kwezi":934,"▁ibihumbi":935,"handa":936,"kunga":937,"▁iba":938,"son":939,"sanze":940,"▁yakorewe":941,"▁ira":942,"▁rw’i":943,"▁haba":944,"▁uta":945,"guri":946,"fashi":947,"sirika":948,"▁umusaruro":949,"▁iha":950,"ste":951,"rie":952,"▁y’igihugu":953,"que":954,"▁n’ubwo":955,"rera":956,"▁iyo":957,"kunze":958,"rango":959,"▁barimo":960,"▁yatangaje":961,"▁yandi":962,"▁dr":963,"ronavi":964,"▁by’u":965,"▁bikaba":966,"bikorwa":967,"uza":968,"kiye":969,"hura":970,"muha":971,"▁bityo":972,"shyin":973,"▁n’imi":974,"▁nkuru":975,"▁kubu":976,"▁v":977,"▁da":978,"▁wu":979,"tumye":980,"gano":981,"gende":982,"▁biga":983,"▁amaze":984,"com":985,"▁yeme":986,"▁nibwo":987,"▁su":988,"▁gatatu":989,"shye":990,"▁bagiye":991,"tima":992,"sirikare":993,"ntu":994,"minuza":995,"fe":996,"fun":997,"rire":998,"mbye":999,"▁umwanya":1000,"▁tele":1001,"ywe":1002,"gizi":1003,"kozwe":1004,"hamwe":1005,"kunzi":1006,"▁kaminuza":1007,"kiko":1008,"hirwe":1009,"▁ro":1010,"won":1011,"tero":1012,"▁atari":1013,"▁agaciro":1014,"▁usanga":1015,"ck":1016,"▁ushinzwe":1017,"yari":1018,"zweho":1019,"▁icyo":1020,"▁ufite":1021,"▁birimo":1022,"▁umutekano":1023,"▁buzima":1024,"▁nama":1025,"▁ubwi":1026,"▁kwita":1027,"▁biri":1028,"gambo":1029,"rwanya":1030,"ranya":1031,"▁bazi":1032,"▁akazi":1033,"▁ikindi":1034,"teye":1035,"▁uza":1036,"▁af":1037,"tore":1038,"▁bana":1039,"soho":1040,"mwa":1041,"pera":1042,"▁iri":1043,"burarw":1044,"▁mpuzama":1045,"▁icyi":1046,"shyize":1047,"▁myaka":1048,"▁bakora":1049,"▁sta":1050,"taka":1051,"mira":1052,"yungu":1053,"▁ibibazo":1054,"▁isoko":1055,"fungu":1056,"▁umuryango":1057,"ken":1058,"kera":1059,"▁no":1060,"huza":1061,"kazi":1062,"rane":1063,"hunga":1064,"ganga":1065,"▁ikaba":1066,"▁mpuzamahanga":1067,"▁kubaka":1068,"rwayi":1069,"yijwe":1070,"’’":1071,"▁bira":1072,"bon":1073,"garagaje":1074,"▁coronavi":1075,"shyura":1076,"▁nku":1077,"▁witwa":1078,"mp":1079,"▁coronavirus":1080,"▁none":1081,"zere":1082,"shatsi":1083,"poro":1084,"ris":1085,"▁impamvu":1086,"foto":1087,"▁man":1088,"▁inyuma":1089,"▁rimwe":1090,"shora":1091,"▁w’ama":1092,"▁muntu":1093,"ire":1094,"lika":1095,"▁uba":1096,"▁nabo":1097,"▁ndirimbo":1098,"▁amerika":1099,"▁bitewe":1100,"▁zo":1101,"▁byari":1102,"▁baki":1103,"▁kuyi":1104,"kungu":1105,"ndo":1106,"fati":1107,"shimira":1108,"▁ur":1109,"▁kwibuka":1110,"reka":1111,"▁gushyira":1112,"buhanga":1113,"tari":1114,"▁kuvu":1115,"▁uwi":1116,"▁mwa":1117,"tungo":1118,"▁mpamvu":1119,"shyirwa":1120,"▁itsinda":1121,"▁la":1122,"mini":1123,"gizwe":1124,"sheje":1125,"▁umwaka":1126,"ul":1127,"yamabanga":1128,"jije":1129,"pira":1130,"▁ken":1131,"gamije":1132,"▁y’uko":1133,"▁kuwa":1134,"shakashatsi":1135,"▁byiza":1136,"yumba":1137,"hana":1138,"▁z’ama":1139,"sira":1140,"sabwa":1141,"tekerezo":1142,"ziza":1143,"tabiri":1144,"▁gufasha":1145,"manu":1146,"▁kugirango":1147,"▁pro":1148,"saga":1149,"siye":1150,"▁saa":1151,"al":1152,"▁umukino":1153,"▁ruba":1154,"shimiye":1155,"▁utu":1156,"saha":1157,"swa":1158,"modoka":1159,"▁bihe":1160,"▁cye":1161,"▁bwe":1162,"tsina":1163,"reba":1164,"▁icu":1165,"mbara":1166,"▁wo":1167,"dan":1168,"▁mikino":1169,"▁inka":1170,"tora":1171,"paka":1172,"mura":1173,"hagara":1174,"▁bijyanye":1175,"▁gicu":1176,"▁umukobwa":1177,"▁fe":1178,"rugendo":1179,"tanze":1180,"sezerano":1181,"ransa":1182,"▁ze":1183,"▁umwana":1184,"▁bagera":1185,"koreshwa":1186,"▁rugo":1187,"▁bimwe":1188,"ingo":1189,"koresho":1190,"dugu":1191,"▁yitwa":1192,"habwa":1193,"manota":1194,"▁wan":1195,"rizwa":1196,"hoze":1197,"ranira":1198,"▁cy’u":1199,"▁w’ubu":1200,"▁ndi":1201,"shami":1202,"rengan":1203,"▁ne":1204,"dugudu":1205,"mbwe":1206,"yona":1207,"tegu":1208,"▁minsi":1209,"yobora":1210,"veri":1211,"mara":1212,"yemezo":1213,"▁shampi":1214,"faransa":1215,"▁kumenya":1216,"▁bika":1217,"shoboye":1218,"▁nayo":1219,"ry":1220,"fashwe":1221,"jira":1222,"shobozi":1223,"koranabuhanga":1224,"▁nabi":1225,"▁mba":1226,"▁muryango":1227,"twi":1228,"tun":1229,"kubi":1230,"tsinze":1231,"▁uka":1232,"▁bantu":1233,"fana":1234,"senge":1235,"pfa":1236,"▁kigo":1237,"vugwa":1238,"curuza":1239,"fatanya":1240,"▁miliyari":1241,"mere":1242,"▁shampiyona":1243,"bwenge":1244,"▁imikino":1245,"▁gikorwa":1246,"sura":1247,"riwe":1248,"▁ju":1249,"▁izina":1250,"tsa":1251,"rirwa":1252,"▁yakomeje":1253,"mbuye":1254,"▁yatangiye":1255,"▁guveri":1256,"▁amu":1257,"yandi":1258,"yine":1259,"▁kongera":1260,"dana":1261,"▁y’ibi":1262,"goro":1263,"garu":1264,"▁n’igi":1265,"garuka":1266,"▁kwirinda":1267,"gije":1268,"ir":1269,"▁hano":1270,"▁n’uko":1271,"fatanye":1272,"▁kipe":1273,"▁tura":1274,"ria":1275,"hera":1276,"tonde":1277,"▁em":1278,"mbaga":1279,"▁uretse":1280,"wandi":1281,"▁gutera":1282,"▁kun":1283,"▁gufata":1284,"▁marie":1285,"hungu":1286,"garagaye":1287,"▁niyo":1288,"▁banki":1289,"▁amateka":1290,"▁gushaka":1291,"kwira":1292,"▁go":1293,"▁iminsi":1294,"▁gukoresha":1295,"▁bari":1296,"▁ingu":1297,"▁ubumwe":1298,"▁bate":1299,"▁menshi":1300,"ziki":1301,"herere":1302,"▁abagore":1303,"▁paul":1304,"rali":1305,"bili":1306,"▁mugabo":1307,"komoka":1308,"▁dore":1309,"hangana":1310,"▁ada":1311,"▁uga":1312,"▁ibiri":1313,"juru":1314,"▁ibihugu":1315,"▁mata":1316,"▁burundi":1317,"▁igikombe":1318,"▁myiza":1319,"▁kenya":1320,"lu":1321,"▁amahoro":1322,"▁imbaraga":1323,"nd":1324,"dege":1325,"▁kiganiro":1326,"▁indwara":1327,"▁n’iki":1328,"ch":1329,"shoboka":1330,"▁haza":1331,"▁amahirwe":1332,"zani":1333,"▁bituma":1334,"▁ryo":1335,"▁zitandukanye":1336,"yeshuri":1337,"tegan":1338,"▁gatanu":1339,"▁babiri":1340,"ty":1341,"bereho":1342,"▁baturage":1343,"nya":1344,"menyetso":1345,"▁yon":1346,"▁ry’umu":1347,"▁frw":1348,"▁yombi":1349,"▁inkunga":1350,"buye":1351,"▁amakipe":1352,"▁iterambere":1353,"pubu":1354,"rongo":1355,"▁kuzi":1356,"fatwa":1357,"▁indi":1358,"tegetsi":1359,"bazi":1360,"▁kane":1361,"▁gukomeza":1362,"▁w’a":1363,"boneka":1364,"▁fo":1365,"▁ibindi":1366,"▁komi":1367,"▁yabwiye":1368,"▁inter":1369,"▁n’uru":1370,"▁repubu":1371,"▁zu":1372,"bin":1373,"▁impan":1374,"baza":1375,"vid":1376,"gingo":1377,"▁kumwe":1378,"tanye":1379,"▁umunyamabanga":1380,"▁bw’u":1381,"sigaye":1382,"▁ivuga":1383,"▁ana":1384,"▁bura":1385,"▁bada":1386,"▁rubavu":1387,"▁abanya":1388,"▁ben":1389,"▁yabaye":1390,"▁imirimo":1391,"bire":1392,"▁bwo":1393,"▁yaje":1394,"▁ashobora":1395,"renze":1396,"▁kiri":1397,"hariko":1398,"dio":1399,"▁kiza":1400,"th":1401,"ano":1402,"▁bigo":1403,"meza":1404,"zindi":1405,"▁ahantu":1406,"▁bagenzi":1407,"twaye":1408,"cyaha":1409,"mbyi":1410,"▁seri":1411,"▁repubulika":1412,"gire":1413,"ent":1414,"▁muhanga":1415,"gamba":1416,"▁kurwanya":1417,"zana":1418,"▁abayobozi":1419,"kerarugendo":1420,"ment":1421,"che":1422,"canyi":1423,"rani":1424,"manuel":1425,"▁aki":1426,"ruguru":1427,"▁miss":1428,"▁serivi":1429,"▁huye":1430,"yuze":1431,"korerwa":1432,"▁congo":1433,"▁emmanuel":1434,"shyirahamwe":1435,"▁ubwa":1436,"▁ibyo":1437,"am":1438,"mwaka":1439,"▁weru":1440,"▁byo":1441,"▁w’aba":1442,"▁muka":1443,"▁imodoka":1444,"is":1445,"▁gace":1446,"menyi":1447,"terwa":1448,"lan":1449,"tanzani":1450,"▁werurwe":1451,"▁cha":1452,"abanyarwanda":1453,"▁kuzamu":1454,"▁iga":1455,"hande":1456,"▁umuhanzi":1457,"kwezi":1458,"rori":1459,"haye":1460,"▁telef":1461,"rengera":1462,"▁abari":1463,"hingwa":1464,"▁nshin":1465,"▁agiye":1466,"▁k’u":1467,"meze":1468,"▁n’abantu":1469,"▁ndwara":1470,"keneye":1471,"▁imyi":1472,"▁gatandatu":1473,"▁cla":1474,"▁iti":1475,"▁ubutumwa":1476,"▁nshya":1477,"▁ushize":1478,"abantu":1479,"maro":1480,"▁ke":1481,"joro":1482,"▁yagiye":1483,"rwego":1484,"yanga":1485,"▁nk’umu":1486,"▁bati":1487,"kundana":1488,"makuru":1489,"mena":1490,"mbura":1491,"shusho":1492,"▁bayi":1493,"▁gato":1494,"giranye":1495,"▁by’in":1496,"tive":1497,"torero":1498,"yimana":1499,"kani":1500,"▁twe":1501,"hano":1502,"▁umwu":1503,"vo":1504,"▁guteza":1505,"lin":1506,"▁iwa":1507,"▁muha":1508,"bc":1509,"▁iya":1510,"shyamba":1511,"banda":1512,"▁afri":1513,"▁bagomba":1514,"kurikirana":1515,"ndu":1516,"▁is":1517,"▁ti":1518,"▁gitaramo":1519,"▁police":1520,"▁nyan":1521,"▁kwin":1522,"▁inzu":1523,"▁w’imyaka":1524,"sobanura":1525,"subiza":1526,"▁’":1527,"▁kazi":1528,"▁urubyiruko":1529,"▁ida":1530,"▁hose":1531,"genga":1532,"▁mafaranga":1533,"▁ntiba":1534,"gabane":1535,"▁h":1536,"gurira":1537,"shinja":1538,"▁yana":1539,"▁urukundo":1540,"kirwa":1541,"▁ryi":1542,"siyo":1543,"ganwa":1544,"haga":1545,"▁mwiza":1546,"▁amanota":1547,"▁akarere":1548,"citse":1549,"poli":1550,"dy":1551,"▁ubushobozi":1552,"▁ingaruka":1553,"▁izi":1554,"tangarije":1555,"renganzira":1556,"stin":1557,"▁tanzani":1558,"▁turi":1559,"▁umunsi":1560,"▁zirimo":1561,"byiri":1562,"▁sport":1563,"▁ubundi":1564,"tegura":1565,"shoramari":1566,"▁zabo":1567,"▁stade":1568,"▁amavu":1569,"rangira":1570,"hamya":1571,"shyigi":1572,"▁hanyuma":1573,"rekana":1574,"▁yamu":1575,"▁inzo":1576,"ririmbyi":1577,"▁nyira":1578,"shyaka":1579,"sobanuye":1580,"net":1581,"▁of":1582,"sozi":1583,"▁byaba":1584,"▁ngombwa":1585,"▁muzi":1586,"vura":1587,"▁yahise":1588,"genzu":1589,"kwakira":1590,"▁n’izindi":1591,"sta":1592,"▁azi":1593,"mezi":1594,"▁y’igi":1595,"▁nka":1596,"tekereza":1597,"▁bahu":1598,"▁imaze":1599,"tewe":1600,"▁igikorwa":1601,"soro":1602,"▁ako":1603,"▁n’im":1604,"▁nkuko":1605,"vugizi":1606,"▁b’u":1607,"hara":1608,"roko":1609,"kinira":1610,"▁iby’":1611,"▁yasabye":1612,"bert":1613,"nde":1614,"tiye":1615,"▁atu":1616,"muhaburarw":1617,"▁nziza":1618,"yobya":1619,"noma":1620,"▁ikintu":1621,"subira":1622,"▁mukobwa":1623,"yumva":1624,"genge":1625,"▁serivisi":1626,"▁jose":1627,"▁ub":1628,"▁guverinoma":1629,"▁udu":1630,"ly":1631,"▁abe":1632,"sera":1633,"▁cy’in":1634,"▁isu":1635,"kanga":1636,"zina":1637,"▁zose":1638,"▁covid":1639,"▁hejuru":1640,"▁ingamba":1641,"▁itariki":1642,"tangazamakuru":1643,"▁bishobora":1644,"pp":1645,"tel":1646,"▁nshuro":1647,"burasira":1648,"▁bida":1649,"hugurwa":1650,"▁ikigo":1651,"kije":1652,"▁amazi":1653,"rekeza":1654,"▁bake":1655,"cye":1656,"▁vu":1657,"geje":1658,"▁cy’ama":1659,"mban":1660,"▁yonge":1661,"▁as":1662,"▁mar":1663,"▁yanditswe":1664,"▁yin":1665,"hinga":1666,"ven":1667,"gesera":1668,"▁inda":1669,"▁kuvuga":1670,"▁nzu":1671,"hawe":1672,"▁nan":1673,"jambo":1674,"tabiriye":1675,"▁fili":1676,"ys":1677,"ver":1678,"mes":1679,"razi":1680,"▁au":1681,"▁es":1682,"kari":1683,"▁ar":1684,"▁ishuri":1685,"▁rd":1686,"ona":1687,"rozi":1688,"duka":1689,"▁zari":1690,"▁zunze":1691,"▁abagabo":1692,"▁muda":1693,"w’i":1694,"▁imiryango":1695,"▁bye":1696,"yaga":1697,"▁guhangana":1698,"kesha":1699,"▁hin":1700,"ranyije":1701,"zon":1702,"▁cyose":1703,"bunga":1704,"▁cyo":1705,"pite":1706,"▁nza":1707,"ball":1708,"tangwa":1709,"▁abahanzi":1710,"koresheje":1711,"burasirazuba":1712,"▁nk’a":1713,"▁lo":1714,"▁ibihe":1715,"shingiye":1716,"jwi":1717,"▁inshuro":1718,"▁inyungu":1719,"▁abakobwa":1720,"gezweho":1721,"▁guso":1722,"▁z’umu":1723,"sen":1724,"shanya":1725,"▁yakoze":1726,"▁bagize":1727,"▁nyarwanda":1728,"teguye":1729,"▁hirya":1730,"▁bajya":1731,"▁by’ubu":1732,"▁N":1733,"▁ukwakira":1734,"▁amasezerano":1735,"▁gito":1736,"perative":1737,"ganye":1738,"▁kuva":1739,"kire":1740,"tana":1741,"▁izaba":1742,"▁bufaransa":1743,"hindura":1744,"korere":1745,"▁bitaro":1746,"hereza":1747,"▁kayi":1748,"▁itanga":1749,"▁wabo":1750,"▁ntibi":1751,"zuro":1752,"tri":1753,"▁ruhande":1754,"mwihariko":1755,"mpa":1756,"▁ferwa":1757,"▁eri":1758,"▁ishize":1759,"▁amategeko":1760,"▁umutoza":1761,"rangwa":1762,"yobyabwenge":1763,"▁nze":1764,"tungu":1765,"▁guta":1766,"▁bato":1767,"▁w’akarere":1768,"rwan":1769,"shyan":1770,"▁inta":1771,"yemo":1772,"boza":1773,"▁umwa":1774,"kuba":1775,"maga":1776,"▁ziri":1777,"tabo":1778,"▁turere":1779,"shishi":1780,"▁bikomeye":1781,"▁wawe":1782,"▁irushanwa":1783,"▁icumu":1784,"▁ura":1785,"▁fran":1786,"▁makipe":1787,"rs":1788,"▁ushobora":1789,"▁hino":1790,"▁ry’u":1791,"gereye":1792,"tabira":1793,"banze":1794,"▁kaba":1795,"▁akomeza":1796,"inga":1797,"▁gicurasi":1798,"▁ikoranabuhanga":1799,"▁bibiri":1800,"yumvi":1801,"▁ntacyo":1802,"▁and":1803,"▁ruta":1804,"▁ibitego":1805,"bwiriza":1806,"▁rukundo":1807,"▁kureba":1808,"bonano":1809,"teza":1810,"▁impu":1811,"▁kwica":1812,"muryango":1813,"▁irimo":1814,"▁amaso":1815,"▁nabyo":1816,"▁ijambo":1817,"▁akora":1818,"zanyo":1819,"suzu":1820,"▁tuza":1821,"▁uburenganzira":1822,"▁by’ama":1823,"wongereza":1824,"▁umubare":1825,"biligi":1826,"mbaye":1827,"▁ejo":1828,"giza":1829,"pfuye":1830,"▁cy’ubu":1831,"▁ingabo":1832,"fatanyije":1833,"▁muhanda":1834,"tanzwe":1835,"rangiza":1836,"▁icyizere":1837,"deli":1838,"hagarariye":1839,"sizi":1840,"▁bwabo":1841,"jyaruguru":1842,"▁z’a":1843,"yamama":1844,"▁ibyaha":1845,"▁covid-":1846,"ng":1847,"▁y’e":1848,"kanya":1849,"▁cy’umu":1850,"▁butumwa":1851,"ranyi":1852,"zeye":1853,"▁muza":1854,"▁kamena":1855,"banje":1856,"rangiye":1857,"geria":1858,"▁iryo":1859,"▁magambo":1860,"▁ibigo":1861,"polisi":1862,"kisha":1863,"▁yayo":1864,"▁inkuru":1865,"kurikiran":1866,"byin":1867,"▁batangiye":1868,"▁mateka":1869,"▁kwiga":1870,"gurisha":1871,"komere":1872,"gambi":1873,"siyete":1874,"hagije":1875,"▁hu":1876,"▁mutara":1877,"▁ibijyanye":1878,"▁arimo":1879,"shyingo":1880,"buze":1881,"▁uni":1882,"▁ibikoresho":1883,"▁raporo":1884,"▁ibiganiro":1885,"▁ebyiri":1886,"cha":1887,"tebe":1888,"rusi":1889,"▁y’epfo":1890,"basha":1891,"▁bashobora":1892,"▁aya":1893,"▁gukina":1894,"▁byabo":1895,"▁ziza":1896,"cwa":1897,"tangajwe":1898,"▁y’imyaka":1899,"zimana":1900,"herutse":1901,"jyepfo":1902,"▁sita":1903,"▁mudugudu":1904,"▁kwishyura":1905,"▁gashyan":1906,"bayeho":1907,"▁nyamara":1908,"▁gukorera":1909,"mero":1910,"yenda":1911,"▁kumva":1912,"▁vuba":1913,"▁gashyantare":1914,"▁bashaka":1915,"▁bugesera":1916,"▁kuru":1917,"fitanye":1918,"roshye":1919,"nshi":1920,"yuranye":1921,"buzima":1922,"▁hakaba":1923,"▁izindi":1924,"▁azaba":1925,"rwaye":1926,"▁ry’aba":1927,"▁w":1928,"▁amafoto":1929,"kurikira":1930,"▁by’umwihariko":1931,"▁niba":1932,"lla":1933,"teko":1934,"▁niyon":1935,"▁umunya":1936,"▁kwan":1937,"▁ukun":1938,"rari":1939,"▁imu":1940,"kuri":1941,"▁umura":1942,"▁U":1943,"▁babona":1944,"kemura":1945,"▁byara":1946,"▁b’aba":1947,"▁urugero":1948,"▁itatu":1949,"mama":1950,"bum":1951,"ziya":1952,"girwa":1953,"▁bigaragara":1954,"▁internet":1955,"sumbuye":1956,"rimana":1957,"▁njye":1958,"twaro":1959,"yura":1960,"▁cy’igihugu":1961,"▁akana":1962,"▁imibereho":1963,"hariye":1964,"▁kuzamura":1965,"▁ababyeyi":1966,"▁inko":1967,"▁niwe":1968,"▁ngu":1969,"bihugu":1970,"dura":1971,"les":1972,"rwo":1973,"▁abakozi":1974,"ruwa":1975,"mwu":1976,"▁bacu":1977,"zera":1978,"butso":1979,"▁yamaze":1980,"shishika":1981,"▁mahanga":1982,"tondo":1983,"▁guhera":1984,"tiki":1985,"▁atatu":1986,"▁abo":1987,"▁inshuti":1988,"curuzwa":1989,"gendera":1990,"swe":1991,"▁urukiko":1992,"▁ruza":1993,"▁rusizi":1994,"kenshi":1995,"twari":1996,"▁ashaka":1997,"▁akamaro":1998,"▁bakoze":1999,"▁muse":2000,"▁ugushyingo":2001,"goroba":2002,"▁agomba":2003,"▁baje":2004,"▁abiri":2005,"▁y’uru":2006,"yemeje":2007,"mbasa":2008,"▁nyakanga":2009,"▁mpuzabi":2010,"▁ch":2011,"▁musanze":2012,"▁bibazo":2013,"sanzu":2014,"▁bifite":2015,"▁byatumye":2016,"genewe":2017,"▁ziba":2018,"▁tanzania":2019,"toki":2020,"shingano":2021,"rwaho":2022,"▁barenga":2023,"bano":2024,"yoboye":2025,"hungaban":2026,"▁ci":2027,"muka":2028,"▁inzego":2029,"ing":2030,"sitiri":2031,"shijwe":2032,"jyambere":2033,"▁cyari":2034,"▁ukuboza":2035,"▁kanyanga":2036,"yongeraho":2037,"▁akenshi":2038,"▁ahanini":2039,"shanyarazi":2040,"riya":2041,"kaza":2042,"vuzi":2043,"▁burundu":2044,"mpan":2045,"shakanye":2046,"fungwa":2047,"bizi":2048,"▁album":2049,"▁uda":2050,"▁kugu":2051,"▁dufite":2052,"▁mpuzabitsina":2053,"▁agera":2054,"winshi":2055,"tter":2056,"▁rw’aba":2057,"teganya":2058,"▁kana":2059,"zihi":2060,"▁icyorezo":2061,"myi":2062,"▁kwinjira":2063,"pho":2064,"▁urwego":2065,"fitiye":2066,"▁un":2067,"▁cyorezo":2068,"▁uko":2069,"gukanye":2070,"shiman":2071,"kosa":2072,"magana":2073,"▁ahagaragara":2074,"uka":2075,"▁yashyize":2076,"yanya":2077,"▁kenshi":2078,"▁ibin":2079,"▁muhanzi":2080,"sobwa":2081,"shinwa":2082,"▁nshingwa":2083,"▁I":2084,"kara":2085,"▁umuvugizi":2086,"yubako":2087,"bonetse":2088,"ane":2089,"▁san":2090,"▁ibiciro":2091,"▁guku":2092,"hitamo":2093,"▁nkoranya":2094,"▁bw’in":2095,"▁filime":2096,"▁amavubi":2097,"▁amagambo":2098,"gwi":2099,"▁en":2100,"▁nyanza":2101,"ph":2102,"nes":2103,"rangije":2104,"gabanya":2105,"▁mutwe":2106,"huti":2107,"▁ibiro":2108,"▁batuye":2109,"mbasade":2110,"ngirije":2111,"tn":2112,"▁kuta":2113,"▁y":2114,"▁ruswa":2115,"▁icyemezo":2116,"▁mudasobwa":2117,"cyi":2118,"duye":2119,"▁mugi":2120,"▁kura":2121,"▁w’amaguru":2122,"▁ubushakashatsi":2123,"▁by’umu":2124,"▁batandukanye":2125,"▁rutonde":2126,"▁yavu":2127,"▁umutwe":2128,"▁make":2129,"tozo":2130,"▁bw’ama":2131,"▁ajya":2132,"▁kugenda":2133,"▁mbi":2134,"▁rushanwa":2135,"▁abafana":2136,"▁w’iki":2137,"▁yari":2138,"cent":2139,"▁ugere":2140,"tumi":2141,"hinduka":2142,"heruka":2143,"rereza":2144,"▁zimwe":2145,"▁y’imari":2146,"turutse":2147,"▁dre":2148,"▁kugura":2149,"turuka":2150,"tangazwa":2151,"byara":2152,"▁eric":2153,"▁bakinnyi":2154,"▁bbc":2155,"▁uzwi":2156,"▁dia":2157,"▁mpera":2158,"▁bitegan":2159,"gaciro":2160,"▁muzika":2161,"gare":2162,"boko":2163,"▁nibura":2164,"▁pi":2165,"▁ayi":2166,"▁am":2167,"▁nkoranyambaga":2168,"lli":2169,"▁komisiyo":2170,"▁impano":2171,"kangurira":2172,"▁ishobora":2173,"▁umwi":2174,"lly":2175,"▁umurenge":2176,"▁kibuga":2177,"▁nyaga":2178,"▁urwo":2179,"bibu":2180,"▁kuya":2181,"▁ruri":2182,"kini":2183,"▁tuba":2184,"hinda":2185,"shake":2186,"▁lu":2187,"shatse":2188,"banuka":2189,"il":2190,"rewe":2191,"tor":2192,"gombaga":2193,"▁wanjye":2194,"teguwe":2195,"▁nzira":2196,"▁z’aba":2197,"▁bahawe":2198,"▁kurushaho":2199,"zin":2200,"▁mutarama":2201,"▁bwiza":2202,"▁ubusa":2203,"▁bw’aba":2204,"▁buta":2205,"▁ibyi":2206,"sohoka":2207,"▁guhi":2208,"reye":2209,"▁ambasade":2210,"▁guse":2211,"kunzwe":2212,"koro":2213,"▁bagi":2214,"▁umuziki":2215,"rengerazuba":2216,"shinjacyaha":2217,"▁batatu":2218,"▁sosiyete":2219,"fashije":2220,"gra":2221,"▁bahanzi":2222,"▁abafite":2223,"jijwe":2224,"▁gen":2225,"▁kurya":2226,"▁inzira":2227,"▁kwakira":2228,"▁buda":2229,"teli":2230,"vier":2231,"▁nshingwabikorwa":2232,"▁bageze":2233,"ld":2234,"▁bagira":2235,"▁umwan":2236,"ster":2237,"▁aribo":2238,"▁at":2239,"▁baku":2240,"▁musore":2241,"shyizwe":2242,"▁burayi":2243,"jiza":2244,"▁kwitabira":2245,"▁umushinga":2246,"▁waba":2247,"lari":2248,"▁sida":2249,"songa":2250,"▁mura":2251,"▁umuco":2252,"▁imvura":2253,"▁muhaburarw":2254,"▁mugenzi":2255,"▁you":2256,"▁bigatuma":2257,"▁ingo":2258,"tangiza":2259,"▁umukinnyi":2260,"▁isa":2261,"▁kare":2262,"▁kugaragara":2263,"▁ahi":2264,"▁ukaba":2265,"▁kira":2266,"yamba":2267,"muga":2268,"▁mpan":2269,"▁cyiciro":2270,"▁yahawe":2271,"▁A":2272,"▁gutsinda":2273,"▁dream":2274,"ger":2275,"boo":2276,"▁gishinzwe":2277,"▁itangazo":2278,"shima":2279,"▁ea":2280,"jana":2281,"zungu":2282,"cika":2283,"▁mwu":2284,"yemeza":2285,"▁ariyo":2286,"▁siporo":2287,"▁umukunzi":2288,"▁inshingano":2289,"dri":2290,"hn":2291,"▁bimu":2292,"▁abakiri":2293,"nota":2294,"▁bw’umu":2295,"▁gukorana":2296,"▁inguzanyo":2297,"▁are":2298,"tegere":2299,"▁sin":2300,"▁banyarwanda":2301,"▁basa":2302,"▁ukuri":2303,"▁bintu":2304,"▁hasi":2305,"▁rubuga":2306,"▁bindi":2307,"day":2308,"▁amashuri":2309,"shatu":2310,"rimbo":2311,"rokotse":2312,"▁b’in":2313,"▁kagari":2314,"▁koko":2315,"▁zan":2316,"▁igice":2317,"up":2318,"▁yaho":2319,"▁ibimenyetso":2320,"▁pla":2321,"▁batari":2322,"▁asaba":2323,"▁ahandi":2324,"▁telefoni":2325,"pin":2326,"gukana":2327,"vuko":2328,"▁imishinga":2329,"tsinzwe":2330,"▁clau":2331,"▁gikomeye":2332,"garagaro":2333,"lub":2334,"▁ade":2335,"mun":2336,"tunganya":2337,"my":2338,"▁binyuze":2339,"wose":2340,"▁ubusanzwe":2341,"koreshe":2342,"ssi":2343,"▁umaze":2344,"▁ukwezi":2345,"▁ubi":2346,"▁rye":2347,"▁maso":2348,"▁bakunda":2349,"genze":2350,"cco":2351,"▁icyaha":2352,"▁M":2353,"▁kanama":2354,"jwa":2355,"▁yagiranye":2356,"▁bombi":2357,"▁gusha":2358,"▁john":2359,"minisitiri":2360,"▁aho":2361,"▁mwe":2362,"▁biru":2363,"▁kire":2364,"▁ubukungu":2365,"hagaze":2366,"bije":2367,"▁byombi":2368,"▁wayo":2369,"▁biteganyijwe":2370,"mutse":2371,"▁rufite":2372,"▁y’iburasirazuba":2373,"▁n’ubuyobozi":2374,"▁naba":2375,"vuza":2376,"▁uruganda":2377,"▁ishami":2378,"▁bwongereza":2379,"rundi":2380,"▁uzi":2381,"▁imbu":2382,"um":2383,"▁igitego":2384,"▁mashuri":2385,"vandi":2386,"▁makuru":2387,"▁muke":2388,"▁cyiza":2389,"hereye":2390,"▁ihu":2391,"mije":2392,"▁rumwe":2393,"herereye":2394,"▁nzego":2395,"▁bagore":2396,"inota":2397,"▁radio":2398,"▁wungirije":2399,"genzura":2400,"▁abona":2401,"▁ahita":2402,"▁club":2403,"dwi":2404,"giri":2405,"▁ingendo":2406,"rero":2407,"▁intego":2408,"▁n’ubwi":2409,"fungura":2410,"nal":2411,"▁nabwo":2412,"vandimwe":2413,"rne":2414,"▁buba":2415,"▁bayo":2416,"▁kari":2417,"▁gisirikare":2418,"▁nari":2419,"feri":2420,"▁mugaragaro":2421,"▁nzeri":2422,"ons":2423,"▁nke":2424,"▁bice":2425,"▁ntu":2426,"perereza":2427,"rimu":2428,"zongera":2429,"▁aku":2430,"▁muganga":2431,"▁africa":2432,"gane":2433,"▁itanu":2434,"▁abagenzi":2435,"▁ab":2436,"▁basanzwe":2437,"▁w’igihugu":2438,"handi":2439,"▁bazaba":2440,"zara":2441,"▁gukorwa":2442,"▁ubucuruzi":2443,"▁amazu":2444,"▁gice":2445,"▁ibitekerezo":2446,"sengi":2447,"▁umukozi":2448,"▁bufatanye":2449,"thi":2450,"▁ababa":2451,"▁kongo":2452,"▁gucu":2453,"menyekana":2454,"▁demoka":2455,"▁bar":2456,"hira":2457,"▁ijoro":2458,"▁amezi":2459,"yuka":2460,"▁igitaramo":2461,"▁n’abaturage":2462,"▁z’amado":2463,"▁itorero":2464,"rwamo":2465,"suye":2466,"▁nyagatare":2467,"▁k’":2468,"shyigikira":2469,"▁ngoma":2470,"▁gusaba":2471,"▁vo":2472,"rg":2473,"gega":2474,"korewe":2475,"▁guhabwa":2476,"▁imibonano":2477,"book":2478,"tiro":2479,"▁gitondo":2480,"▁mugore":2481,"▁hara":2482,"geraho":2483,"▁birori":2484,"▁kubaho":2485,"shimishije":2486,"▁gutwara":2487,"▁ry’ubu":2488,"▁bwana":2489,"▁lt":2490,"▁demokarasi":2491,"kondo":2492,"shinjwa":2493,"▁umunyamakuru":2494,"▁byan":2495,"mezo":2496,"shumba":2497,"jyanama":2498,"▁muhango":2499,"rushaho":2500,"▁gutangira":2501,"gerageza":2502,"▁y’ubuzima":2503,"▁iharanira":2504,"yina":2505,"▁umujyi":2506,"yamamare":2507,"giro":2508,"tutsi":2509,"gena":2510,"hani":2511,"ciye":2512,"▁n’umuyobozi":2513,"tabera":2514,"▁hotel":2515,"▁james":2516,"▁abanyeshuri":2517,"duko":2518,"yamahanga":2519,"▁kinini":2520,"mond":2521,"cebook":2522,"tandukana":2523,"kwiriye":2524,"▁y’imi":2525,"▁umutima":2526,"▁bizaba":2527,"moko":2528,"▁zin":2529,"▁toni":2530,"▁muto":2531,"chi":2532,"▁yatsinze":2533,"tre":2534,"▁k’i":2535,"▁ingufu":2536,"ted":2537,"hungabana":2538,"▁amazina":2539,"▁nigeria":2540,"sengero":2541,"hiro":2542,"▁nisin":2543,"▁ingabire":2544,"▁gise":2545,"▁gasa":2546,"tabiriwe":2547,"▁chris":2548,"wanditsi":2549,"▁she":2550,"▁boys":2551,"ddy":2552,"▁yita":2553,"biriye":2554,"gengo":2555,"▁umunani":2556,"▁ngoro":2557,"ket":2558,"▁nisingizwe":2559,"kikije":2560,"▁kuburyo":2561,"▁n’abo":2562,"kane":2563,"▁n’ibyo":2564,"menyekanye":2565,"▁ugasanga":2566,"kiro":2567,"▁y’abaturage":2568,"▁ruhango":2569,"mewe":2570,"▁yemeza":2571,"tte":2572,"the":2573,"▁bivugwa":2574,"▁munota":2575,"▁n’aho":2576,"▁n’uburyo":2577,"▁yacu":2578,"▁mbuga":2579,"ron":2580,"ms":2581,"▁bakomeje":2582,"▁guca":2583,"genza":2584,"▁umusore":2585,"▁ai":2586,"▁y’amavuko":2587,"▁kwiba":2588,"▁by’aba":2589,"▁igiye":2590,"wuba":2591,"gwe":2592,"▁intera":2593,"kuye":2594,"sun":2595,"▁koperative":2596,"zanye":2597,"▁hashize":2598,"zuye":2599,"teganyijwe":2600,"girira":2601,"▁yawe":2602,"▁imibare":2603,"sheke":2604,"huje":2605,"▁intwaro":2606,"▁abenshi":2607,"mail":2608,"▁kiba":2609,"▁riri":2610,"▁bandi":2611,"garika":2612,"▁gutegura":2613,"▁umwuga":2614,"timana":2615,"subizo":2616,"rindwi":2617,"shimwe":2618,"shoferi":2619,"raso":2620,"▁biro":2621,"▁ina":2622,"▁itegeko":2623,"taro":2624,"▁twari":2625,"▁nyina":2626,"▁chi":2627,"siganwa":2628,"▁ikinyamakuru":2629,"▁y’amajyepfo":2630,"▁nibyo":2631,"tsiko":2632,"▁sacco":2633,"hombo":2634,"tanira":2635,"yangombwa":2636,"▁bitabiriye":2637,"▁z’in":2638,"nzi":2639,"gue":2640,"▁cy":2641,"bangami":2642,"▁imiti":2643,"▁imbabazi":2644,"▁ubwoba":2645,"▁kubura":2646,"▁bakobwa":2647,"▁kuda":2648,"der":2649,"tsindwa":2650,"▁bane":2651,"▁yumva":2652,"▁mwana":2653,"buza":2654,"▁noneho":2655,"kiriye":2656,"tiwe":2657,"▁ugomba":2658,"▁joseph":2659,"▁ibihembo":2660,"ramo":2661,"shimye":2662,"cal":2663,"▁ser":2664,"▁yatanze":2665,"hungabanya":2666,"lr":2667,"sana":2668,"mar":2669,"▁babonye":2670,"▁cle":2671,"▁cy’aba":2672,"▁pariki":2673,"▁patri":2674,"shimiyimana":2675,"▁w’umurenge":2676,"▁bakwiye":2677,"jemo":2678,"rimba":2679,"▁n’amategeko":2680,"jura":2681,"▁bakoresha":2682,"▁yadu":2683,"▁imbo":2684,"zamuka":2685,"▁yongeyeho":2686,"beshya":2687,"▁ce":2688,"▁amashusho":2689,"▁by’a":2690,"abanya":2691,"▁diamond":2692,"shahara":2693,"▁bap":2694,"▁mahugurwa":2695,"▁politiki":2696,"sese":2697,"▁w’abibu":2698,"garutse":2699,"▁mubi":2700,"▁nyaru":2701,"▁ukuvuga":2702,"▁kugaragaza":2703,"▁mada":2704,"▁z’ubu":2705,"kenewe":2706,"▁ferwafa":2707,"▁fd":2708,"▁tour":2709,"giwe":2710,"▁rwan":2711,"dukikije":2712,"▁w’intebe":2713,"guzi":2714,"dini":2715,"▁iperereza":2716,"▁iwabo":2717,"keye":2718,"mani":2719,"yumvire":2720,"cyu":2721,"▁musa":2722,"▁tsinda":2723,"▁ale":2724,"▁umutungo":2725,"▁yagaragaje":2726,"▁bakiri":2727,"▁bakunze":2728,"▁claude":2729,"▁yuba":2730,"▁rdb":2731,"▁ugereranyije":2732,"▁mfite":2733,"simbu":2734,"▁w’abibumbye":2735,"▁numva":2736,"pinduka":2737,"▁kita":2738,"vana":2739,"▁burya":2740,"▁rwamagana":2741,"yandiko":2742,"▁K":2743,"▁bayobozi":2744,"▁umupira":2745,"▁bakaza":2746,"▁telefone":2747,"minsi":2748,"▁bon":2749,"▁umubyeyi":2750,"▁umubano":2751,"▁yata":2752,"▁rw’ubu":2753,"▁isan":2754,"sasu":2755,"▁runa":2756,"▁oli":2757,"hiriza":2758,"▁urugo":2759,"gurura":2760,"kiza":2761,"▁umunyarwanda":2762,"ganiriye":2763,"▁inzoga":2764,"gram":2765,"nyine":2766,"▁n’umwe":2767,"▁yisumbuye":2768,"mure":2769,"▁abacitse":2770,"depite":2771,"▁y’amajyaruguru":2772,"▁tuka":2773,"indirimbo":2774,"▁new":2775,"▁yasobanuye":2776,"kwirakwi":2777,"ar":2778,"rema":2779,"▁mugabane":2780,"▁guhu":2781,"▁giti":2782,"▁kikaba":2783,"▁umwanzuro":2784,"▁intege":2785,"▁bushakashatsi":2786,"▁ubukwe":2787,"higo":2788,"▁ubona":2789,"tiste":2790,"▁bubiligi":2791,"▁ubumenyi":2792,"namo":2793,"▁com":2794,"▁byu":2795,"tuye":2796,"▁ariwe":2797,"tegeka":2798,"▁bahabwa":2799,"▁king":2800,"▁for":2801,"ngenge":2802,"muri":2803,"banyi":2804,"▁amasaha":2805,"▁batara":2806,"ny":2807,"▁mibi":2808,"mpinga":2809,"danga":2810,"rwaga":2811,"▁va":2812,"▁bisanzwe":2813,"▁gusura":2814,"fatiwe":2815,"▁umwami":2816,"rura":2817,"fungo":2818,"pimo":2819,"▁n’icyo":2820,"▁tom":2821,"▁mbabazi":2822,"kon":2823,"▁fdlr":2824,"▁bun":2825,"▁ubutaka":2826,"▁gutuma":2827,"▁rwose":2828,"▁abasirikare":2829,"▁mtn":2830,"mijwe":2831,"cy":2832,"▁gereza":2833,"rijwe":2834,"▁batanga":2835,"▁yayi":2836,"▁kubunga":2837,"▁abu":2838,"kiwe":2839,"▁abacuruzi":2840,"▁papa":2841,"▁itike":2842,"▁remera":2843,"▁adepr":2844,"▁bagaragaza":2845,"▁umuti":2846,"▁amabwiriza":2847,"▁nibo":2848,"▁yabonye":2849,"▁ruha":2850,"▁amwe":2851,"▁y’iki":2852,"erre":2853,"▁igera":2854,"neri":2855,"▁rika":2856,"▁bahise":2857,"▁yageze":2858,"kinnye":2859,"▁nyampinga":2860,"baba":2861,"▁ibicuruzwa":2862,"yumbati":2863,"▁bene":2864,"▁intambwe":2865,"▁itangazamakuru":2866,"▁nshimiyimana":2867,"metero":2868,"merewe":2869,"▁ubuhamya":2870,"sangan":2871,"▁facebook":2872,"▁ine":2873,"shop":2874,"▁guhura":2875,"▁habya":2876,"▁andi":2877,"▁modoka":2878,"▁kw’i":2879,"gati":2880,"▁muru":2881,"▁eu":2882,"twarire":2883,"▁ikiganiro":2884,"▁ntiya":2885,"ngire":2886,"▁igaragaza":2887,"▁busa":2888,"▁kara":2889,"▁zita":2890,"▁rw’umu":2891,"tangije":2892,"anada":2893,"▁busanzwe":2894,"▁intara":2895,"▁R":2896,"▁guhindura":2897,"funga":2898,"shimo":2899,"▁kuga":2900,"kindi":2901,"▁nsengi":2902,"▁bagabo":2903,"▁n’uwa":2904,"mvikana":2905,"shishikariza":2906,"▁ali":2907,"ciwe":2908,"▁nk’ibi":2909,"▁ndu":2910,"▁uwo":2911,"▁mana":2912,"▁gicumbi":2913,"▁igihano":2914,"▁dukesha":2915,"ririmba":2916,"kundi":2917,"▁kubungabunga":2918,"▁koro":2919,"▁myi":2920,"deo":2921,"▁igihembo":2922,"shyurwa":2923,"vuka":2924,"▁rura":2925,"▁zikomeye":2926,"▁nako":2927,"▁bazajya":2928,"▁wowe":2929,"▁agu":2930,"shyiraho":2931,"size":2932,"▁ruga":2933,"▁eshatu":2934,"mas":2935,"▁mushinga":2936,"▁n’umugore":2937,"▁bitatu":2938,"▁itandukanye":2939,"▁umuriro":2940,"▁abahinzi":2941,"▁kuha":2942,"zeza":2943,"▁kumi":2944,"▁icyumweru":2945,"▁imbuto":2946,"tere":2947,"curi":2948,"▁imikorere":2949,"▁sy":2950,"▁n’amahanga":2951,"herezwa":2952,"▁isuku":2953,"seri":2954,"tinze":2955,"▁ibiyobyabwenge":2956,"shimisha":2957,"▁yahi":2958,"▁iminota":2959,"jyanwa":2960,"▁komite":2961,"tira":2962,"▁alex":2963,"▁nyabi":2964,"▁bare":2965,"merera":2966,"▁bakorera":2967,"▁lea":2968,"▁bwoko":2969,"▁muti":2970,"fashisha":2971,"▁uyobora":2972,"▁marushanwa":2973,"shimangira":2974,"▁abazi":2975,"▁tho":2976,"▁twitter":2977,"or":2978,"▁cyabo":2979,"kangura":2980,"▁rivuga":2981,"vamo":2982,"▁nk’aba":2983,"▁baptiste":2984,"▁ikomeye":2985,"▁canada":2986,"hagari":2987,"▁n’abanyarwanda":2988,"▁gra":2989,"▁char":2990,"▁nga":2991,"▁gera":2992,"▁akiri":2993,"▁myinshi":2994,"▁yise":2995,"▁n’igihe":2996,"▁ijana":2997,"siteri":2998,"manyarwanda":2999,"zanya":3000,"▁runaka":3001,"▁ikora":3002,"▁uhagarariye":3003,"gora":3004,"▁hamaze":3005,"▁miryango":3006,"▁bifuza":3007,"ction":3008,"gihe":3009,"▁bakuru":3010,"▁kigero":3011,"▁n’inzego":3012,"rwana":3013,"▁habyarimana":3014,"▁akunda":3015,"▁gukura":3016,"▁yifuza":3017,"oneste":3018,"▁bemeza":3019,"▁bwose":3020,"▁air":3021,"sora":3022,"vugaga":3023,"▁theoneste":3024,"▁ruda":3025,"ssa":3026,"tsindi":3027,"seke":3028,"▁umuhungu":3029,"▁mushya":3030,"cuku":3031,"bonera":3032,"▁bwan":3033,"butumwa":3034,"▁yongeraho":3035,"▁clo":3036,"▁ruganda":3037,"koreye":3038,"▁baru":3039,"birwa":3040,"▁buka":3041,"▁ry’ama":3042,"kubita":3043,"▁asanzwe":3044,"▁gucuruza":3045,"ble":3046,"▁bri":3047,"▁imari":3048,"▁gisa":3049,"▁gukumira":3050,"▁imyenda":3051,"▁nk’ubu":3052,"nt":3053,"▁kintu":3054,"▁nki":3055,"▁bakana":3056,"bikorera":3057,"▁yiga":3058,"jiye":3059,"kwaho":3060,"huriye":3061,"▁bushinwa":3062,"fura":3063,"▁bw’igihugu":3064,"▁ushaka":3065,"▁badu":3066,"▁bahi":3067,"▁urutonde":3068,"▁virusi":3069,"ngira":3070,"abandi":3071,"mpaka":3072,"▁atanga":3073,"▁kwivuza":3074,"▁safa":3075,"fashishwa":3076,"▁kera":3077,"▁ahitwa":3078,"bara":3079,"▁kuyobora":3080,"▁gifite":3081,"▁byabaye":3082,"tsinzi":3083,"eu":3084,"girana":3085,"▁babu":3086,"▁igiciro":3087,"▁imyitozo":3088,"ngiye":3089,"▁bas":3090,"▁bihingwa":3091,"▁umuturage":3092,"tanyi":3093,"shira":3094,"rekanye":3095,"kenke":3096,"▁igira":3097,"▁hakiri":3098,"▁zifite":3099,"ura":3100,"▁umukuru":3101,"yoboke":3102,"▁cy’a":3103,"▁cy’imyaka":3104,"▁n’ahandi":3105,"▁y’aho":3106,"rasira":3107,"mwana":3108,"gabe":3109,"▁n’umun":3110,"▁meza":3111,"ganjemo":3112,"sco":3113,"▁agaragaza":3114,"▁inyama":3115,"▁kili":3116,"▁bwari":3117,"▁mukan":3118,"▁impa":3119,"▁wara":3120,"▁tubi":3121,"▁zayo":3122,"▁n’ikigo":3123,"▁atandukanye":3124,"▁yongeye":3125,"rondo":3126,"▁wabaye":3127,"▁wenyine":3128,"▁bwite":3129,"▁n’igice":3130,"gamo":3131,"▁nk’in":3132,"▁martin":3133,"▁butaka":3134,"lisa":3135,"▁zira":3136,"▁niyi":3137,"▁dan":3138,"rugero":3139,"▁zika":3140,"rekezo":3141,"hoza":3142,"▁n’ibya":3143,"▁yanditse":3144,"▁butare":3145,"▁insta":3146,"▁ubuhinzi":3147,"▁urugendo":3148,"▁ubwe":3149,"▁ukomeye":3150,"▁guhanga":3151,"liki":3152,"muna":3153,"vutse":3154,"▁rubyiruko":3155,"poir":3156,"▁kw’":3157,"▁bumva":3158,"shyizweho":3159,"▁biganiro":3160,"▁wacu":3161,"▁gasabo":3162,"▁gukunda":3163,"▁mike":3164,"▁guhagarika":3165,"▁nyamasheke":3166,"▁natwe":3167,"▁sitade":3168,"veni":3169,"▁kiliziya":3170,"▁abakunzi":3171,"yobowe":3172,"▁buza":3173,"▁ibice":3174,"gezeho":3175,"▁utaha":3176,"▁abayi":3177,"▁icumi":3178,"▁usi":3179,"▁kayon":3180,"cukiro":3181,"▁nor":3182,"iro":3183,"▁ikorera":3184,"▁kivu":3185,"per":3186,"menyesha":3187,"▁pierre":3188,"nziza":3189,"▁n’uwo":3190,"▁y’amafaranga":3191,"nganira":3192,"▁ishinga":3193,"rego":3194,"▁umwuka":3195,"▁gutangiza":3196,"▁ukwi":3197,"magara":3198,"▁mbona":3199,"▁espoir":3200,"▁ubura":3201,"tional":3202,"▁instagram":3203,"▁moto":3204,"▁ukuntu":3205,"tani":3206,"mbaza":3207,"▁ese":3208,"▁visi":3209,"▁museveni":3210,"▁inno":3211,"liya":3212,"▁n’iyo":3213,"ol":3214,"tro":3215,"▁gukemura":3216,"cumbi":3217,"▁byamu":3218,"▁mezi":3219,"kanisha":3220,"yovu":3221,"▁kugabanya":3222,"▁muyobozi":3223,"▁mazu":3224,"▁munini":3225,"taho":3226,"▁ikiba":3227,"▁usanzwe":3228,"kimbi":3229,"sungane":3230,"▁basket":3231,"ruhu":3232,"▁theo":3233,"▁vs":3234,"▁utuye":3235,"tali":3236,"▁mpa":3237,"▁gakenke":3238,"yujije":3239,"▁kicukiro":3240,"▁abanyamakuru":3241,"▁kanya":3242,"bwaho":3243,"▁bakajya":3244,"▁w’ingabo":3245,"mikino":3246,"▁gisenyi":3247,"sse":3248,"▁cyu":3249,"▁chan":3250,"▁bw’akarere":3251,"mvura":3252,"▁bakomeye":3253,"shyikiri":3254,"▁kubana":3255,"▁amarushanwa":3256,"giriye":3257,"ralirwa":3258,"▁bralirwa":3259,"▁kwandi":3260,"▁ukora":3261,"▁mazi":3262,"▁mala":3263,"▁gerard":3264,"yongere":3265,"▁dj":3266,"▁yanjye":3267,"genera":3268,"▁ambasaderi":3269,"kimbirane":3270,"▁rw’a":3271,"horaho":3272,"kangurambaga":3273,"▁butandukanye":3274,"▁kurinda":3275,"▁masaha":3276,"shanu":3277,"koraga":3278,"▁n’umuryango":3279,"▁nyu":3280,"geri":3281,"▁haki":3282,"▁imisoro":3283,"▁kiyovu":3284,"rk":3285,"zero":3286,"kurwa":3287,"▁ps":3288,"▁y’amerika":3289,"▁bivuze":3290,"▁ubutegetsi":3291,"komeze":3292,"▁abakiriya":3293,"▁itu":3294,"geye":3295,"mideli":3296,"▁gro":3297,"▁ihe":3298,"▁bizimana":3299,"▁nara":3300,"▁buhinzi":3301,"hinze":3302,"▁baturutse":3303,"▁bn":3304,"zamutse":3305,"herero":3306,"▁zombi":3307,"thio":3308,"▁uburwayi":3309,"▁byatangajwe":3310,"▁itari":3311,"simbura":3312,"yongereye":3313,"sobanuro":3314,"ef":3315,"▁cyemezo":3316,"▁atandatu":3317,"soza":3318,"mogi":3319,"baga":3320,"▁mukura":3321,"fashishije":3322,"andi":3323,"gurwa":3324,"rohe":3325,"hire":3326,"▁ry’in":3327,"▁twese":3328,"thiopi":3329,"▁ndera":3330,"shyimbo":3331,"▁n’amafaranga":3332,"▁B":3333,"situ":3334,"▁buvuga":3335,"ciriri":3336,"▁ndayi":3337,"▁hazaza":3338,"▁mutima":3339,"▁cu":3340,"▁ubufatanye":3341,"▁miri":3342,"▁isaha":3343,"▁amahugurwa":3344,"▁agace":3345,"▁muba":3346,"▁gukurikirana":3347,"now":3348,"▁nyabu":3349,"juje":3350,"▁innocent":3351,"ciriritse":3352,"▁bavuye":3353,"▁bakabi":3354,"▁ava":3355,"int":3356,"▁mbe":3357,"▁indege":3358,"▁amasoko":3359,"▁ire":3360,"▁kuganira":3361,"goye":3362,"▁habi":3363,"▁duce":3364,"phone":3365,"cen":3366,"▁ite":3367,"▁igeze":3368,"▁gutu":3369,"▁guverineri":3370,"▁win":3371,"▁nzi":3372,"▁ber":3373,"▁sam":3374,"▁ukuriye":3375,"▁ethiopi":3376,"▁asanga":3377,"▁yaku":3378,"▁munyan":3379,"▁y’abaminisitiri":3380,"▁video":3381,"▁itera":3382,"▁bavuze":3383,"rukundo":3384,"▁bnr":3385,"▁bishop":3386,"▁burera":3387,"▁masezerano":3388,"tabazi":3389,"nini":3390,"▁abagize":3391,"▁akaza":3392,"▁ahari":3393,"zengu":3394,"top":3395,"kol":3396,"▁ry’ibi":3397,"▁yabereye":3398,"▁umubiri":3399,"▁munyarwanda":3400,"▁jay":3401,"▁abanyamuryango":3402,"▁ageze":3403,"▁bakina":3404,"▁kizi":3405,"sheho":3406,"▁hata":3407,"▁rw’u":3408,"▁basketball":3409,"cyumweru":3410,"▁ntibya":3411,"gamizi":3412,"muntu":3413,"gufi":3414,"teganyo":3415,"▁olivier":3416,"▁bagenda":3417,"▁gakondo":3418,"▁byaha":3419,"▁nanjye":3420,"▁igamije":3421,"▁bushya":3422,"▁litiro":3423,"▁nshingano":3424,"▁uti":3425,"▁habaye":3426,"▁zishobora":3427,"▁ebo":3428,"yubaka":3429,"▁nyamata":3430,"▁nkurunziza":3431,"fatanyabikorwa":3432,"katiwe":3433,"▁rib":3434,"lley":3435,"▁arse":3436,"▁ishyirahamwe":3437,"▁bigeze":3438,"shema":3439,"▁clemen":3440,"turanyi":3441,"▁bica":3442,"▁yegukanye":3443,"▁united":3444,"▁batanu":3445,"hoho":3446,"▁zida":3447,"hereke":3448,"▁kirekire":3449,"▁muta":3450,"▁tuyi":3451,"▁uzaba":3452,"yezu":3453,"▁gusu":3454,"ranire":3455,"▁eshanu":3456,"▁nyamira":3457,"▁ukomoka":3458,"▁bitari":3459,"▁ebola":3460,"▁gupfa":3461,"▁abashoramari":3462,"▁rukiko":3463,"▁niko":3464,"tinya":3465,"mpaye":3466,"▁bigize":3467,"▁email":3468,"fashishijwe":3469,"rongi":3470,"holan":3471,"▁gishize":3472,"▁gikombe":3473,"▁akomeye":3474,"▁nto":3475,"nyeri":3476,"▁jac":3477,"con":3478,"▁atara":3479,"▁baya":3480,"▁hitimana":3481,"▁z’amafaranga":3482,"▁usibye":3483,"gh":3484,"jeje":3485,"▁riza":3486,"ques":3487,"koreshejwe":3488,"▁ibirori":3489,"▁ngingo":3490,"▁bagu":3491,"▁amakosa":3492,"▁wahoze":3493,"▁y’uyu":3494,"bonaga":3495,"▁byiciro":3496,"▁league":3497,"▁ababi":3498,"mirimo":3499,"▁ahabwa":3500,"▁ryari":3501,"▁kwambara":3502,"▁rubanza":3503,"▁kunywa":3504,"▁kayiranga":3505,"▁njyana":3506,"fashwa":3507,"▁kizaba":3508,"▁ibitaramo":3509,"keka":3510,"▁milli":3511,"▁ange":3512,"▁uha":3513,"▁gutandukana":3514,"▁inyubako":3515,"▁ibiti":3516,"▁ubwicanyi":3517,"ate":3518,"sti":3519,"▁bisaba":3520,"banye":3521,"▁n’ikin":3522,"▁igitekerezo":3523,"puro":3524,"▁yafashe":3525,"kanwa":3526,"kandi":3527,"▁ibyangombwa":3528,"▁cyenda":3529,"yubahiro":3530,"▁y’ibihugu":3531,"jyaga":3532,"▁rw’igihugu":3533,"▁guhe":3534,"▁amatora":3535,"▁zikaba":3536,"▁ariho":3537,"▁fre":3538,"▁african":3539,"geni":3540,"▁rwibutso":3541,"▁isonga":3542,"▁abasore":3543,"▁pas":3544,"rasirazuba":3545,"as":3546,"▁x":3547,"rice":3548,"▁mugoroba":3549,"▁rulin":3550,"▁ibyiza":3551,"▁uwari":3552,"sengesho":3553,"tal":3554,"gonda":3555,"senga":3556,"▁n’aka":3557,"▁ste":3558,"▁padiri":3559,"▁kigalito":3560,"remye":3561,"gejeje":3562,"▁volley":3563,"gezwa":3564,"▁n’ikipe":3565,"yani":3566,"▁n’abana":3567,"▁reba":3568,"▁yashimiye":3569,"▁mirimo":3570,"hwa":3571,"ranze":3572,"hanganye":3573,"▁tugomba":3574,"shyirwaho":3575,"▁yagu":3576,"▁bucuruzi":3577,"▁nyamu":3578,"ganire":3579,"mpanyi":3580,"holandi":3581,"▁ugiye":3582,"muco":3583,"reza":3584,"▁n’undi":3585,"sansi":3586,"zamura":3587,"▁n’ibikorwa":3588,"▁kayonza":3589,"▁rulindo":3590,"taha":3591,"▁clemence":3592,"▁iru":3593,"▁guseze":3594,"▁aribwo":3595,"▁kubakwa":3596,"▁rw’ama":3597,"kurikije":3598,"bitekerezo":3599,"▁umuhango":3600,"pg":3601,"▁ngabo":3602,"▁bibi":3603,"▁che":3604,"tishoboye":3605,"▁rugendo":3606,"▁y’umwaka":3607,"shinze":3608,"▁nyamirambo":3609,"▁tuzi":3610,"▁urubanza":3611,"mariya":3612,"▁ngufu":3613,"▁city":3614,"▁agenda":3615,"▁bacuruzi":3616,"terere":3617,"▁bito":3618,"▁n’indi":3619,"▁lisansi":3620,"▁amasomo":3621,"chard":3622,"tegereje":3623,"▁iso":3624,"▁ibidukikije":3625,"nezero":3626,"▁aca":3627,"▁impungenge":3628,"▁ge":3629,"mungu":3630,"yobwa":3631,"▁yavuye":3632,"▁gushyiraho":3633,"kurikiranwa":3634,"▁safari":3635,"▁ngaruka":3636,"▁kuwu":3637,"▁gufatanya":3638,"▁yemeje":3639,"▁kuzana":3640,"ber":3641,"▁kami":3642,"▁bwinshi":3643,"gaga":3644,"▁ane":3645,"sobanukirwa":3646,"cyari":3647,"▁myanya":3648,"segonda":3649,"▁rira":3650,"▁chief":3651,"don":3652,"▁on":3653,"gateganyo":3654,"diyo":3655,"migambi":3656,"▁n’iyi":3657,"▁tuga":3658,"banutse":3659,"mamaza":3660,"▁kigalitoday":3661,"▁n’abanyamakuru":3662,"rwara":3663,"▁y’ubucuruzi":3664,"chester":3665,"▁byeme":3666,"▁yatangarije":3667,"tike":3668,"sabi":3669,"▁mategeko":3670,"▁televi":3671,"▁z’umutekano":3672,"▁close":3673,"▁ishyaka":3674,"▁bakeneye":3675,"▁ubumuga":3676,"us":3677,"▁bago":3678,"▁bumwe":3679,"shingizi":3680,"shuli":3681,"▁ve":3682,"▁ayo":3683,"▁uki":3684,"ture":3685,"▁guma":3686,"▁ngororero":3687,"▁patrick":3688,"yisi":3689,"▁guhinga":3690,"▁kwitwara":3691,"use":3692,"▁ubufasha":3693,"zoga":3694,"▁richard":3695,"▁n’ubundi":3696,"tabara":3697,"▁dar":3698,"▁arenga":3699,"▁mupaka":3700,"▁azajya":3701,"tangiriro":3702,"girizo":3703,"koranye":3704,"ziyo":3705,"▁inzi":3706,"▁nazo":3707,"▁yigeze":3708,"▁nyabihu":3709,"▁batangira":3710,"▁hato":3711,"▁mirenge":3712,"▁hoteli":3713,"▁nshuti":3714,"▁bigaragaza":3715,"dolari":3716,"▁n’inshuti":3717,"▁dieu":3718,"garurira":3719,"▁nderabuzima":3720,"gne":3721,"bashije":3722,"▁kuki":3723,"▁n’amanota":3724,"rimi":3725,"▁uyi":3726,"▁impinduka":3727,"▁wabi":3728,"▁sebu":3729,"▁ikaza":3730,"▁kuno":3731,"▁kida":3732,"▁ex":3733,"▁paruwa":3734,"hurira":3735,"beho":3736,"kingirizo":3737,"▁ac":3738,"▁basaga":3739,"▁remezo":3740,"▁kumenye":3741,"▁burasirazuba":3742,"▁urubuga":3743,"▁b’ibihugu":3744,"▁gushakisha":3745,"▁abanza":3746,"▁n’abagore":3747,"shakaga":3748,"▁komini":3749,"▁bimaze":3750,"▁abaza":3751,"▁akaya":3752,"▁rwari":3753,